module.exports = {
    articlesItems: [{
        id: 'acer_keyboard',
        name: 'Замена клавиатуры на ноутбуке Acer',
        title: 'Замена клавиатуры на ноутбуке Acer',
        img: '/img/articles/acer_keyboard/preview.webp',
        content: [{
            type: 'img',
            content: '/img/articles/acer_keyboard/1_webp.webp'
        }, {
            type: 'p',
            content: `Здравствуйте, уважаемый посетитель сайта i-master.tech. В данной статье я хочу рассказать про все тонкости процесса
                    замены клавиатуры на ноутбуке Acer.`
        }, {
            type: 'p',
            content: `Произвести ремонт клавиатуры, то есть её замену можно и самостоятельно, имея базовый опыт и необходимые инструменты.`
        }, {
            type: 'p',
            content: `Для самостоятельной замены клавиатуры вам потребуются:`
        }, {
            type: 'ol',
            content: ['Медицинский шпатель(лопатка)',
                'Пластиковая лопатка, либо ненужная кредитная карта',
                'Набор отверток',
                'Пинцет(желательно)'
            ]
        }, {
            type: 'p',
            content: `В каждом ноутбуке есть свои тонкости в снятии и установке новой клавиатуры, но в большинстве моделей клавиатура 
                    меняется без разбора ноутбука. Например, в представленной модели Acer 5920.`
        }, {
            type: 'p',
            content: `В иных случаях для снятия и установки клавиатуры вам потребуется полный разбор ноутбука, что крайне не рекомендуется
                    делать, не имея достаточного опыта.`
        }, {
            type: 'card',
            content: {
                header: 'Важно!',
                body: `Не забудьте извлечь аккумуляторную батарею и не выполняйте никакие работы, не обесточив устройство.`
            }
        }, {
            type: 'h4',
            content: 'Итак, начнём!'
        }, {
            type: 'p',
            content: `Будь то замена клавиатуры на ноутбуке Asus либо замена клавиатуры на ноутбуке Samsung, вся процедура займет у вас не
                более часа при аккуратном демонтаже и установке.`
        }, {
            type: 'img',
            content: '/img/articles/acer_keyboard/2_webp.webp'
        }, {
            type: 'p',
            content: `При снятии клавиатуры на ноутбуке Acer, вам потребуется тонкий инструмент: желательно медицинская лопатка, а также
                    медицинский зонд либо что-то очень похожее на него. Нужно слегка надавить вглубь ноутбука по
                    направлению пластиковых держателей (см. фото) и параллельно немного подцепить клавиатуру, чуть приподнимая её. Не
                    бойтесь тянуть её наверх, клавиатуры зачастую очень мягкие и без проблем гнутся без риска повреждения.`
        }, {
            type: 'p',
            content: `После снятия клавиатуры вы увидите единственный интерфейсный шлейф. Используйте пинцет либо тонкую отвертку для
                    изъятия шлейфа. Предварительно отодвиньте каретку в сторону экрана.`
        }, {
            type: 'card',
            content: {
                header: 'Внимание!',
                body: `При установке новой клавиатуры в корпус предварительно необходимо проверить все кнопки на
                        наличие дефектов и только потом производить установку.`
            }
        }, {
            type: 'img',
            content: '/img/articles/acer_keyboard/3_webp.webp'
        }, {
            type: 'h4',
            content: 'Могу Вас поздравить! Вы успешно произвели самостоятельный ремонт!'
        }, {
            type: 'p',
            content: 'Однако, если у вас:'
        }, {
            type: 'ul',
            content: ['Недостаточно опыта в установке клавиатуры ноутбука.',
                'Нет нужного инструмента',
                'Есть опасения за стоимость установки клавиатуры в СЦ'
            ]
        }, {
            type: 'p',
            content: 'Вы можете обратиться в iМастер. Средняя стоимость замены клавиатуры в районе 800р. А срок ремонта от 10 минут.'
        }, {
            type: 'card',
            content: {
                body: `При появлении любых вопросов, связанных с ремонтом вашего ноутбука или нетбука, вы всегда можете написать в 
                        чат на сайте либо позвонить, а также написать в наш instagram. Если у вас нет времени на самостоятельный ремонт, 
                        самостоятельную замену клавиатуры, вы всегда можете обратиться ко мне и произвести ремонт у специалиста с 
                        огромным опытом ремонта мобильной электроники.`
            }
        }]
    }, {
        id: `huawei-p-smart-2019_display`,
        name: `Замена дисплейного модуля Huawei P Smart`,
        title: `Замена дисплейного модуля смартфона Huawei P Smart 2019`,
        img: `/img/articles/huawei-p-smart_display/preview.webp`,
        content: [{
            type: `img`,
            content: `/img/articles/huawei-p-smart_display/image1.webp`
        }, {
            type: `p`,
            content: `В данной статье мы рассмотрим замену дисплейного модуля на примере смартфона Huawei P Smart 2019.`
        }, {
            type: `p`,
            content: `Замена экрана Huawei P Smart 2019 практически идентична замене на любом другом устройстве,
                будь то замена дисплейного модуля на смартфоне Sony, Samsung, Philips, Xiaomi, Meizu и других производителей.`
        }, {
            type: `p`,
            content: `Поломка телефона, в частности повреждение дисплея это - самая частая поломка мобильных устройств. 
            Данная статья позволит вам самостоятельно произвести замену дисплейного модуля своими руками.`
        }, {
            type: `h4`,
            content: `Итак начнем!`
        }, {
            type: `p`,
            content: `Для начала разберемся с необходимым инструментом и оборудованием.`
        }, {
            type: `p`,
            content: `Вам потребуются:`
        }, {
            type: `ol`,
            content: [`Медицинская лопатка`,
                `Скальпель`,
                `Набор отверток`,
                `Пластиковая карта либо её аналог`,
                `Скотч 3М либо клей по типу B7000 T7000 E7000, либо ему подобный`,
                `Желательна паяльная станция, сепаратор либо что-то подобное для прогрева до 250 градусов`,
                `Спирт изопропиловый, ацетон, flux-off (не использовать парфюмерную воду, алкоголь и прочие жидкости)`,
                `Ватные палочки, зубная щетка`,
                `Пластиковые прищепки либо резинки.`
            ]
        }, {
            type: `h4`,
            content: `Важно!`
        }, {
            type: `ul`,
            content: [`Не торопитесь. Делайте все предельно аккуратно, так как шлейфы, коннекторы, радиокомпоненты на системной плате хрупкие.`,
                `При вскрытии и извлечении аккумуляторной батареи не использовать металлические инструменты! При повреждении АКБ 
                    есть риск выхода её из строя и даже возгорание!`,
                `При разборе телефона все болты должны быть установлены именно в то место, откуда они были извлечены. Не все
                болты одинаковой длины и вы запросто можете повредить плату либо экран.`,
                `Не подключать новый дисплей либо старый при подключенной АКБ. Все делать только в обесточенном состоянии. Есть риск повреждения дисплея, 
                цепи питания дисплея. Например, выгоревшей микросхемой питания подсветки из-за подключения "на горячую". Как это часто бывает по незнанию. Будьте внимательны!`
            ]
        }, {
            type: `p`,
            content: `
                Данное отступление сделано чтобы предостеречь, а не напугать вас сложностью замены. Нужно соблюдать элементарные правила, и все у вас получится!`
        }, {
            type: `card`,
            content: {
                body: `Если у вас появились сомнения по самостоятельной замене вы всегда можете написать в чат на сайте либо позвонить, и я с радостью 
                    проконсультирую вас! Стоимость замены дисплея начинается от 600 р.`
            }
        }, {
            type: `h4`,
            content: `Приступим!`
        }, {
            type: `p`,
            content: `В первую очередь необходимо извлечь сим-лоток их очень часто ломают, так что будьте внимательны.`
        }, {
            type: `p`,
            content: `Далее используя пластиковую карту начинайте отгибать корпус по кругу телефона до щелчка. Щелчок говорит о том,
                что пластиковые замки отошли от корпуса.`
        }, {
            type: `p`,
            content: `После того как вы извлекли заднюю крышку, не спешите убирать её. Нужно отключить шлейф датчика отпечатка пальца(№1 на картинке). 
            Это можно сделать пластиковой лопаткой. Чтобы извлечь его, необходимо снять металлическую защиту. Она закреплена 3-мя винтами(3 красных круга на фото). 
            После этого аккуратно извлекаем её и отключаем шлейф.`
        }, {
            type: `p`,
            content: `Крышка снята!`
        }, {
            type: `img`,
            content: `/img/articles/huawei-p-smart_display/image2.webp`
        }, {
            type: `p`,
            content: `На фото вы видите 4 стрелки:`
        }, {
            type: `ol`,
            content: [`Шлейф датчика отпечатка пальца`,
                `Шлейф дисплейного модуля (экран)`,
                `Шлейф аккумуляторной батареи`,
                `Межплатный шлейф (соединяет нижнюю плату с основной материнской/системной платой)`
            ]
        }, {
            type: `p`,
            content: `Сначала нужно обесточить телефон! Далее отключаем шлейфы начиная с третьего. Далее четвертый и второй.`
        }, {
            type: `p`,
            content: `Все шлейфы у нас отключены.Теперь необходимо снять АКБ(батарею).`
        }, {
            type: `p`,
            content: `Для легкого извлечения батареи рекомендую вам 2 - 3 кубика спирта залить в любое место в корпус под батарею, используя шприц. 
            Это значительно облегчит вам её демонтаж. Спирт разъест клей и вы без труда сможете её извлечь, например, пластиковой лопаткой 
            (не использовать металлические инструменты)! В процессе извлечения не проткните АКБ!`
        }, {
            type: `p`,
            content: `На фото ниже представлен телефон со снятой АКБ.`
        }, {
            type: `img`,
            content: `/img/articles/huawei-p-smart_display/image3.webp`
        }, {
            type: `p`,
            content: `После снятия АКБ переворачиваем телефон и проделываем тоже самое со спиртом и шприцом - 2-3 кубика с помощью иглы
                смело выливаем по всему дисплею в рамку между корпусом и экраном. Через 2-3 минуты клей начнет терять свои свойства, 
                и вы без труда, используя скальпель, сможете его поддеть.`
        }, {
            type: `p`,
            content: `Выставляем фен на 200 градусов и прогреваем дисплей аккуратно по всему периметру в течение 30-40 секунд. 
            Это облегчит вам работу по демонтажу.`
        }, {
            type: `card`,
            content: {
                header: `Важно!`,
                body: `Не забываем отклеить шлейф дисплея с обратной стороны корпуса.`
            }
        }, {
            type: `h4`,
            content: `Практически вся основная работа выполнена!`
        }, {
            type: `card`,
            content: {
                body: `Если у вас возникли сложности в разборе и ремонте вашего девайся iМастер всегда готов вам помочь. Я выполняю
                    ремонт любых телефонов, а замена дисплейного модуля производится с использованием профессионального
                    оборудования. Замена модуля, в среднем, производится за 1 час.`
            }
        }, {
            type: `p`,
            content: `После извлечения дисплея необходимо убрать остатки клея и стекла в месте установленного ранее дисплейного модуля.
                Будьте внимательны, весь периметр установки экрана должен быть абсолютно чистым иначе при установке нового экрана,
                если что-то попадет под него, экран может треснуть.`
        }, {
            type: `p`,
            content: `Убираем все металлической лопаткой и протираем ватной палочкой, предварительно обработанной в спирте.`
        }, {
            type: `p`,
            content: `Теперь мы можем производить установку нового экрана, но до этого нужно еще раз обезжирить поверхность, используя щетку и спирт.`
        }, {
            type: `p`,
            content: `Если вы сомневаетесь в работоспособности нового экрана, рекомендую вам сначала просто подключить его, не производя установку в корпус, 
            и после полной проверки уже производить монтаж.`
        }, {
            type: `img`,
            content: `/img/articles/huawei-p-smart_display/image4.webp`
        }, {
            type: `p`,
            content: `Далее берем наш клей и аккуратно наносим его по всему периметру корпуса (не допускайте попадания в технологические
            отверстия такие как динамик, микрофон и прочие).`
        }, {
            type: `p`,
            content: `После нанесения клея необходимо сразу аккуратно установить экран в корпус(не забудьте про шлейф). После того как
                дисплей установлен ровно в корпус, его необходимо зафиксировать на 30-40 минут под давлением используя прищепки либо
                канцелярские резинки(стянув экран), чтобы клей равномерно распределился по корпусу и высох.`
        }, {
            type: `p`,
            content: `После всех проделанных операций собираем телефон в обратной последовательности и в последнюю очередь подключаем батарею.`
        }, {
            type: `h4`,
            content: `Поздравляю! Телефон готов!`
        }, {
            type: `img`,
            content: `/img/articles/huawei-p-smart_display/image5.webp`
        }, {
            type: `p`,
            content: `Не забываем проверить все еще раз перед закрытием крышки. Например, подключить шлейф датчика отпечатка пальца.`
        }, {
            type: `p`,
            content: `Если он у вас перестал работать,
                вероятнее всего он просто не инициализировался системой.Перезагрузите телефон.`
        }, {
            type: `card`,
            content: {
                body: `iМастер всегда к вашем услугам, мы производим ремонт любой мобильной электроники.
                Замена дисплея, замена тачскрина, замена дисплейного модуля на телефонах Samsung,
                Xiaomi, Meizu, Sony, ZTE, Iphone, Ginzu, Alcatel, Jinga Basco, Lenovo, Motorolla и многих других производителей.`
            }
        }]
    }, {
        id: `iphone6_motherboard`,
        name: `Замена материнской платы iPhone 6`,
        title: `Замена материнской платы iPhone 6`,
        img: `/img/articles/iphone6_motherboard/preview.webp`,
        content: [{
            type: `p`,
            content: `В данной статье мы рассмотри замену материнской (системной) платы на iPhone 6.`
        }, {
            type: `img`,
            content: `/img/articles/iphone6_motherboard/image001.webp`
        }, {
            type: `p`,
            content: `В данном примере имеется исправная плата с отпечатком пальца, которую мы будем устанавливать взамен нерабочей.`
        }, {
            type: `p`,
            content: `Определимся с набором необходимых инструментов:`
        }, {
            type: `ol`,
            content: [`Пинцет`,
                `Кредитная карта`,
                `Присоска Mechanic`,
                `Пластиковая лопатка`,
                `Медицинская лопатка`,
                `Отвертка крестовая 1.5 х25мм`,
                `Отвертка звездочка 0.8 мм`
            ]
        }, {
            type: `img`,
            content: `/img/articles/iphone6_motherboard/image002.webp`
        }, {
            type: `h4`,
            content: `Приступим.`
        }, {
            type: `p`,
            content: `Берем отвертку №7 и в нижней части телефона откручиваем 2 винта крепления дисплейного модуля.`
        }, {
            type: `p`,
            content: `После этого нам необходимо снять дисплей из корпуса. Берем присоску, слегка тянем на себя и одновременно вставляем пластиковую лопатку с 
            нижней стороны между экраном и корпусом, чуть приподнимая. Нужно, чтобы заводская проклейка экрана отошла от корпуса, и тогда экран с легкостью 
            выйдет из пазов крепления внутри корпуса. Будьте предельно аккуратны, на данном этапе разбора очень легко повредить экран.`
        }, {
            type: `card`,
            content: {
                body: `Если вы понимаете, что у вас не хватает для этого опыта, жду Вас в числе моих клиентов. С радостью помогу вам с ремонтом 
                вашего устройства. Замена платы обойдется вам от 600 рублей и займет примерно час. Если же вы все таки решились делать ремонт самостоятельно идем дальше.`
            }
        }, {
            type: `img`,
            content: `/img/articles/iphone6_motherboard/image003.webp`
        }, {
            type: `p`,
            content: `После того как мы с вами сняли экран, необходимо снять все защитные экраны под болтами и крепление платы в корпус.`
        }, {
            type: `p`,
            content: `Рекомендую вам не путать винты и раскладывать их в строгой последовательности.Все винты в телефоне разные и очень часто получается так, 
            что можно поставить болт большей длины, чем предусмотрено конструкцией, и в последствии вам придется искать "как отремонтировать пробитую гильзу",
            "провернул плату винтом, что делать" и "сколько стоит ремонт платы после неудачной замены на iPhone".`
        }, {
            type: `img`,
            content: `/img/articles/iphone6_motherboard/image004.webp`
        }, {
            type: `p`,
            content: `Откручиваем винты, как показано на фото. Убираем защитные экраны и отключаем коннекторы от платы пластиковой лопаткой. 
            Помним правило - всегда отключаем коннектор АКБ.Он находится под пластиной с двумя винтами.`
        }, {
            type: `img`,
            content: `/img/articles/iphone6_motherboard/image005.webp`
        }, {
            type: `p`,
            content: `На фото показаны все винты, которые необходимо открутить. Раскладывайте их в той же последовательности, чтобы не перепутать при сборке.`
        }, {
            type: `p`,
            content: `Извлекаем остальные винты и не забываем про сим - лоток`
        }, {
            type: `p`,
            content: `Снимаем камеру, теперь она не зафиксирована.`
        }, {
            type: `p`,
            content: `Все коннекторы аккуратно отключаем пластиковой лопаткой либо пинцетом.`
        }, {
            type: `img`,
            content: `/img/articles/iphone6_motherboard/image006.webp`
        }, {
            type: `img`,
            content: `/img/articles/iphone6_motherboard/image007.webp`
        }, {
            type: `p`,
            content: `Аккуратно извлекаем системную плату. Убедитесь, что все винты крепления сняты и шлейфы отключены.`
        }, {
            type: `p`,
            content: `Устанавливаем нашу новуюсистемную плату и собираем все в обратной последовательности.`
        }, {
            type: `p`,
            content: `После того как все винты находятся на своих местах,
                переходим к дисплейному модулю.`
        }, {
            type: `img`,
            content: `/img/articles/iphone6_motherboard/image008.webp`
        }, {
            type: `p`,
            content: `Нам необходимо поменять кнопку« Домой», иначе старая кнопка работать у нас не будет также как и функция Touch ID.`
        }, {
            type: `p`,
            content: `Кнопка имеет прямую привязку к процессору телефона и поменять её на другую у нас не получится.`
        }, {
            type: `p`,
            content: `Отключайте кнопку аккуратно,
                не повредите шлейф.`
        }, {
            type: `p`,
            content: `После установки новой кнопки подключаем экран, закрепляем его защитным экраном и только потом подключаем АКБ. 
            Не забывайте, все действия проводить только на обесточенном телефоне.`
        }, {
            type: `p`,
            content: `Теперь практически всё готово.`
        }, {
            type: `img`,
            content: `/img/articles/iphone6_motherboard/image009.webp`
        }, {
            type: `p`,
            content: `Наш телефон включился и работает исправно.`
        }, {
            type: `p`,
            content: `Устанавливаем дисплейный модуль в корпус, закручиваем винты крепления и пользуемся практически новым телефоном, ведь мы поменяли всё его содержимое.`
        }, {
            type: `card`,
            content: {
                body: `iМастер выполняет ремонт любой сложности и производит замену любых системных плат на iPhone. Замена системной платы на iPhone 6 
                обойдется вам от 600 р.Замена платы на телефоне процедура не из легких и нужно обладать хотя бы базовыми навыками для этой процедуры.`
            }
        }]
    }, {
        id: `samsung-j2-prime_display`,
        name: `Замена дисплея, тачскрина на Samsung Galaxy J2 Prime`,
        title: `Замена дисплея, сенсорного стекла (тачскрина) на Samsung Galaxy J2 Prime`,
        img: `/img/articles/galaxy-j2-prime_display-touchscreen/preview.webp`,
        content: [{
            type: `p`,
            content: `В этой статье мы рассмотрим замену дисплея и сенсорного стекла(тачскрина) на примере смартфона Samsung Galaxy J2 Prime.`
        }, {
            type: `img`,
            content: `/img/articles/galaxy-j2-prime_display-touchscreen/image001.webp`
        }, {
            type: `p`,
            content: `Процедура достаточно простая и не потребует большого количества оборудования и инструментов.`
        }, {
            type: `p`,
            content: `Нам потребуются:`
        }, {
            type: `ol`,
            content: [
                `Щетка`,
                `Кредитная карта либо её аналог`,
                `Ватные палочки`,
                `Клей T7000 либо его аналоги`,
                `Медицинская лопатка`,
                `Скальпель`,
                `Отвертки`,
                `Спирт изопропиловый`,
                `Термофен (паяльная станция)`
            ]
        }, {
            type: `img`,
            content: `/img/articles/galaxy-j2-prime_display-touchscreen/image002.webp`
        }, {
            type: `img`,
            content: `/img/articles/galaxy-j2-prime_display-touchscreen/image003.webp`
        }, {
            type: `h4`,
            content: `Итак, приступим`
        }, {
            type: `img`,
            content: `/img/articles/galaxy-j2-prime_display-touchscreen/image004.webp`
        }, {
            type: `p`,
            content: `Снимаем заднюю крышку, отключаем батарею и видим пластиковую заглушку. Берем лопатку и аккуратно поддеваем заглушку с 
                    правой стороны. Она служит для отключения дисплея при разборе телефона. Отключаем коннектор дисплея медицинской 
                    лопаткой либо скальпелем. Будьте аккуратны и не повредите компоненты на системной плате.`
        }, {
            type: `img`,
            content: `/img/articles/galaxy-j2-prime_display-touchscreen/image005.webp`
        }, {
            type: `p`,
            content: `Откручиваем все винты.Их можно сложить вместе.При сборке вы не сможете их перепутать так как они все одинаковы.`
        }, {
            type: `img`,
            content: `/img/articles/galaxy-j2-prime_display-touchscreen/image006.webp`
        }, {
            type: `p`,
            content: `Ну а теперь самое интересное - нам нужно избавиться от поврежденного дисплея и тачскрина.Особая аккуратность не
                    требуется, запчасти уже повреждены и мы сможем быстро их извлечь, не опасаясь за их работоспособность.`
        }, {
            type: `p`,
            content: `Выставляем температуру фена на 250 градусов и аккуратно прогреваем экран по кругу в течении 1-2 минут. Наша задача — 
            максимально нагреть сенсорное стекло и разогреть клей, для того чтобы без особых усилий извлечь тачскрин.`
        }, {
            type: `p`,
            content: `После прогрева берем скальпель и аккуратно поддеваем сенсорное стекло, приподнимая вверх. Далее проделываем тоже самое с дисплеем. 
            Все достаточно просто.Самое главное - не торопиться и делать все предельно аккуратно.`
        }, {
            type: `p`,
            content: `На фотографии видно, что должно получиться после снятия поврежденных деталей.`
        }, {
            type: `p`,
            content: `Далее берем щетку и изопропиловый спирт и обезжириваем рамку, в которой ранее был установлен тачскрин. Не забываем удалять остатки клея.`
        }, {
            type: `p`,
            content: `Берем ватные палочки и проделываем тоже самое. Нам нужно полностью убрать остатки клея для установки новых деталей.`
        }, {
            type: `p`,
            content: `Берем наш новый дисплей и тачскрин. Удаляем транспортировочные пленки и устанавливаем дисплей на тачскрин как
                    показано на фото ниже.`
        }, {
            type: `card`,
            content: {
                header: `Внимание!`,
                body: `Дисплей необходимо устанавливать с такими же отступами как и на старом дисплее, иначе он не влезет в корпус.`
            }
        }, {
            type: `img`,
            content: `/img/articles/galaxy-j2-prime_display-touchscreen/image007.webp`
        }, {
            type: `p`,
            content: `Подключаем шлейф тачскрина в коннектор который расположен на дисплее.`
        }, {
            type: `img`,
            content: `/img/articles/galaxy-j2-prime_display-touchscreen/image008.webp`
        }, {
            type: `p`,
            content: `Устанавливаем аккуратно наш новый дисплей и сенсорное стекло в корпус и подключаем к плате.`
        }, {
            type: `p`,
            content: `Проверяем все ли у нас работает и собираем в обратной последовательности.`
        }, {
            type: `img`,
            content: `/img/articles/galaxy-j2-prime_display-touchscreen/image009.webp`
        }, {
            type: `card`,
            content: {
                body: `Процесс замены дисплея, тачскрина либо сенсорного модуля практически ничем не отличается от других моделей Samsung. 
                        Самое главное это - наличие инструмента и желание произвести ремонт самостоятельно. Но не забывайте - если у вас нет желания либо опыта, 
                        лучше доверить работу специалисту. iМастер производит ремонт телефонов по доступным ценам, от 600 р и сроком ремонта не более часа.`
            }
        }]
    }, {
        id: `hoco_earphones`,
        name: `Ремонт наушников HOCO`,
        title: `Ремонт наушников HOCO`,
        img: `/img/articles/hoco_earphones/preview.webp`,
        content: [{
            type: `p`,
            content: `Часто при использовании гарнитуры либо наушников появляется проблема, когда не работают один либо оба наушника. 
                    Что делать в подобной ситуации ?`
        }, {
            type: `h4`,
            content: `Решение есть!`
        }, {
            type: `p`,
            content: `В 80% случаев причиной неисправности одного из наушников является обрыв провода, будь то обычные проводные наушники 
                    либо Bluetooth наушники. Также это может быть связано и с низким уровнем громкости одного из наушников. 
                    Проблема вероятнее всего кроется именно в этом. Проблема достаточно банальная, но требует все же некоторого оборудования, 
                    расходных материалов и базовых навыков ремонта мобильной электроники.`
        }, {
            type: `img`,
            content: `/img/articles/hoco_earphones/image001.webp`
        }, {
            type: `p`,
            content: `На фото явно видно, что оба провода полностью оборваны от платы.`
        }, {
            type: `img`,
            content: `/img/articles/hoco_earphones/image002.webp`
        }, {
            type: `p`,
            content: `Определимся с набором инструментов:`
        }, {
            type: `ol`,
            content: [
                `Щетка`,
                `Кредитная карта`,
                `Ватные палочки`,
                `Клей B7000 либо аналоги`,
                `Лопатка медицинская`,
                `Скальпель медицинский`,
                `Набор отверток(при необходимости)`,
                `Спирт изопропиловый(ацетон, fluxoff тоже подойдет)`,
                `Пинцет любой `
            ]
        }, {
            type: `card`,
            content: {
                body: `Хоть процедура достаточно проста и не требует особых знаний в ремонте мобильной электроники, не всегда все для ремонта есть под рукой, 
                а возможно и просто нет времени этим заниматься. iMaster выполняет ремонт наушников от 300р и в большинстве случаев ремонт не отнимет более 
                20 минут вашего времени!`
            }
        }, {
            type: `p`,
            content: `Если вы все - таки решили выполнить ремонт самостоятельно идем дальше.`
        }, {
            type: `p`,
            content: `Для начала нужно разобрать наушники либо наушник в зависимости от вашего типа устройства. Используем медицинскую 
                    лопатку и аккуратно проходимся ей по контуру стыка, немного отгибая в сторону до характерного щелчка.`
        }, {
            type: `img`,
            content: `/img/articles/hoco_earphones/image003.webp`
        }, {
            type: `p`,
            content: `На фотографии видно в каких местах необходимо их вскрывать, разбор данной модели был немного затруднен, в связи с тем, 
                    что корпус внутри был герметично залит специальным клеем, препятствующим попаданию влаги.`
        }, {
            type: `img`,
            content: `/img/articles/hoco_earphones/image004.webp`
        }, {
            type: `p`,
            content: `После разбора необходимо извлечь поврежденные провода и выполнить с ними следующие действия: `
        }, {
            type: `ol`,
            content: [
                `Зачистить от защитного экрана(оболочки)`,
                `Зачистить непосредственно сами провода`, `Залудить(провода находятся в специально обработанном лаке)`,
                `Припаять к плате и зафиксировать.`
            ]
        }, {
            type: `img`,
            content: `/img/articles/hoco_earphones/image005.webp`
        }, {
            type: `p`,
            content: `Для обработки припоем также используем пальник. Предварительно обрабатываем флюсом и залуживаем провода.`
        }, {
            type: `p`,
            content: `Такой результат у нас должен получиться.`
        }, {
            type: `img`,
            content: `/img/articles/hoco_earphones/image006.webp`
        }, {
            type: `p`,
            content: `Теперь необходимо припаять провода к месту обрыва на плате.`
        }, {
            type: `img`,
            content: `/img/articles/hoco_earphones/image007.webp`
        }, {
            type: `p`,
            content: `После того как вы это выполнили, необходимо очистить остатки флюса спиртом и щеткой. Далее собираем все в обратном порядке. 
                    Для фиксации в корпусе я использовал клей B7000, он не проводит ток и быстро сохнет. Клея достаточно для того, чтобы зафиксировать 
                    внутри корпуса провод, и чтобы в последствии не оборвать его заново.`
        }, {
            type: `card`,
            content: {
                body: `Если у вас возникли вопросы в процессе ремонта наушников, вы всегда можете написать в чат на сайте либо задать 
                        вопрос по телефону. Цена ремонта наушников от 300 р. Ремонт одного наушника стоит так же от 300 р в зависимости от 
                        модели и сложности ремонта. Не стесняйтесь обращаться по любому вопросу, цена и срок ремонта вас приятно удивят!`
            }
        }]
    }, {
        id: `samsung-gt-i9001_simslot`,
        name: `Замена слота сим карты`,
        title: `Замена слота для сим карты на телефоне samsung GT - i9001`,
        img: `/img/articles/samsung-gt-i9001_simslot/preview.webp`,
        content: [{
            type: `p`,
            content: `В данной статье мы с вами рассмотрим процесс замена слота для сим карты(сим - коннектора) на телефоне Samsung.`
        }, {
            type: `img`,
            content: `/img/articles/samsung-gt-i9001_simslot/image001.webp`
        }, {
            type: `p`,
            content: `Небольшое предисловие и меры безопасности для выполнения данной работы.`
        }, {
            type: `p`,
            content: `Все нижеописанное перечислено для того, чтобы предостеречь вас от поломки аппарата в процессе ремонта.`
        }, {
            type: `ul`,
            content: [
                `Самое главное – не убить аппарат, выполнять все очень аккуратно и бережно, следовать инструкции. Если есть сомнения - лучше задать вопрос 
                в чате либо позвонить и проконсультироваться. Времени много не займет, но очень поможет вам в самостоятельном ремонте.`,
                `Самое опасное для любой электроники– перегрев. Соблюдайте температурный режим пайки как паяльником, так и феном.`
            ]
        }, {
            type: `p`,
            content: `Пожалуй, это 2 самых важных правила.В замене сим коннектора на телефоне нет ничего сложного, если есть хоть какой - то 
                    базовый опыт и желание. Остальное мы с вами разберем в процессе ремонта.`
        }, {
            type: `ol`,
            content: [
                `Пинцет`,
                `Лопатка для снятия микросхем либо что - то похожее, например, медицинский зонд`,
                `Щетка`,
                `Спирт изопропиловый(Flux - off, ацетон)`,
                `Оплетка(желательно сечением не меньше 1.5 мм)`,
                `Припой(оловосвинцовый)`,
                `Сплав Розе либо Вуда`, `Крестовая отвертка тонкая`, `Медицинская лопатка `
            ]
        }, {
            type: `img`,
            content: `/img/articles/samsung-gt-i9001_simslot/image002.webp`
        }, {
            type: `p`,
            content: `Также необходима паяльная станция от самой бюджетной до дорогостоящей.`
        }, {
            type: `p`,
            content: `Для данного ремонта подойдет любая.`
        }, {
            type: `img`,
            content: `/img/articles/samsung-gt-i9001_simslot/image003.webp`
        }, {
            type: `p`,
            content: `Уделять особого внимания разбору телефона не будем.Все банально просто - используя лопатку, отвертку, разбираем телефон, 
                    извлекаем системную плату и далее снимаем верхнюю плату лопаткой.Будьте внимательны к коннекторам и шлейфам. Все проверяем дважды, 
                    чтобы не повредить при разборе.`
        }, {
            type: `img`,
            content: `/img/articles/samsung-gt-i9001_simslot/image004.webp`
        }, {
            type: `p`,
            content: `Как мы видим на фото сим слот неисправен, нет одного контакта из 6 внутри сим коннектора.`
        }, {
            type: `p`,
            content: `Восстанавливать смысла нет.Самое верное - полностью поменять его на аналогичный. `
        }, {
            type: `p`,
            content: `Я использую сим коннектор с аналогичной модели, но подойдет любой идентичный. Можно либо купить новый, либо снять с нерабочего аппарата.`
        }, {
            type: `p`,
            content: `Купить коннектор достаточно просто.Ищем в поисковике« сим-коннектор/сим-слот Samsung” и название вашей модели телефона.`
        }, {
            type: `card`,
            content: {
                body: `Вариантов должно быть много, но если будут проблемы как с заменой так и с поиском, вы всегда можете обратиться в iМастер. 
                        Замена сим слота стоит от 600 р, а времени потребуется от 1 часа.`
            }
        }, {
            type: `p`,
            content: `Далее начинается самое интересное - нам необходимо снять нерабочий сим слот и установить новый.`
        }, {
            type: `img`,
            content: `/img/articles/samsung-gt-i9001_simslot/image005.webp`
        }, {
            type: `p`,
            content: `Выставляем температуру паяльника примерно 390 градусов.Эта температура позволит нам работать с обоими сплавами. Флюс 
                    используем любой, наносим его по краям коннектора слева и справа, далее на контакты снизу и сверху. 
                    Паяльником обрабатываем все контакты сплавом розе либо вуду, это позволит нам заменить сим слот без труда. Температура
                    плавления значительно снизится, так как температура плавления розе в пределах 200 градусов, а вуда и вовсе в районе 100 градусов.`
        }, {
            type: `p`,
            content: `Далее есть 2 варианта снятия:`
        }, {
            type: `ol`,
            content: [
                `Паяльником с использованием зонда либо лопатки для микросхем`, `Феном и пинцетом `
            ]
        }, {
            type: `p`,
            content: `Мы с вами разберем оба.Фен не у всех есть под рукой, да и снимать паяльником гораздо безопаснее для тех, 
                    кто проделывает процедуру впервые.`
        }, {
            type: `h4`,
            content: `1. Паяльник`
        }, {
            type: `p`,
            content: `Необходимо, прогревая каждый контакт, понемногу приподнимать сим коннектор. Имеется в виду, что мы дотрагиваемся 
                    до самих контактов сим и поднимаем их вверх в момент нагрева. И так все по кругу до тех пор пока они полностью не отпаяются от платы. `
        }, {
            type: `p`,
            content: `Процесс достаточно долгий и монотонный, главное - не торопиться и делать все аккуратно.`
        }, {
            type: `p`,
            content: `Не отрывайте коннектор силой! Вы можете повредить контакты, ничего хорошего из этого не получится.`
        }, {
            type: `h4`,
            content: `2. Фен`
        }, {
            type: `p`,
            content: `Процесс занимает мало времени, но требует еще большей аккуратности.`
        }, {
            type: `p`,
            content: `Выставляем температуру фена 290 - 310 градусов и постепенно нагреваем сим слот в местах, где он припаян, одновременно поддевая его.`
        }, {
            type: `p`,
            content: `Как только он нагреется, снимаем его пинцетом и даем остыть. Не допускайте долгого нагрева находящихся рядом компонентов. 
                    Старайтесь не задевать их пинцетом, иначе можно повредить обвязку вокруг сим - слота. Если вы понимаете, что феном не получается 
                    его снять после длительного нагрева, лучше убрать фен в сторону и следовать пункту "1", дабы не сжечь плату.`
        }, {
            type: `p`,
            content: `После снятия сим слота берем оплетку, прижимаем к местам, где был припаян сим-слот, и убираем припой, чтобы все площадки крепления 
                    были зачищены как на фото выше.Обрабатываем все изопропиловым спиртом, используя щетку. Желательно повторить процесс 2 - 3 раза, 
                    чтобы убрать остатки флюса и обезжирить плату для установки нового сим-коннектора.`
        }, {
            type: `card`,
            content: {
                body: `Не забывайте! iМастер готов прийти на помощь, даже если вы застряли на любом из этапов ремонта. Цена и время ремонта вас 
                        приятно удивят. И помним самое главное — если вы не уверены в правильной замене, лучше обратиться к специалисту, 
                        чтобы сохранить устройство в рабочем состоянии.`
            }
        }, {
            type: `p`,
            content: `На новом сим коннекторе обрабатываем все места спайки припоем, чтобы залудить ножки. 
                    Так его проще поставить. Устанавливаем сим - коннектор таким образом, чтобы все его ножки были 
                    ровно на местах стыковки на плату. Далее очень аккуратно придерживаем слот и паяльником припаиваем все ножки. 
                    Не забываем про контакты по бокам, они очень важны. Их функция - держать коннектор засчет припоя на массу 
                    для лучшей фиксации, и чтобы коннектор сим не оторвался в процессе использования.`
        }, {
            type: `img`,
            content: `/img/articles/samsung-gt-i9001_simslot/image006.webp`
        }, {
            type: `p`,
            content: `Стрелки указывают на контакты массы. Кругами указаны контакты припоя к плате: 3 слева и 3 справа.`

        }, {
            type: `p`,
            content: `Для наглядности показано, как нужно хорошо пропаять контакты. Отчетливо видно, что:`
        }, {
            type: `ol`,
            content: [
                `Контакт не припаян`,
                `Контакт припаян плохо`,
                `Контакт припаян хорошо – именно так и должны быть пропаяны все контакты.`
            ]
        }, {
            type: `p`,
            content: `Практически вся работа выполнена. Собираем наш телефон в обратном порядке и проверяем, 
                    устанавливая сим карту в телефон.`
        }, {
            type: `img`,
            content: `/img/articles/samsung-gt-i9001_simslot/image007.webp`
        }, {
            type: `p`,
            content: `Не обращаем внимание на экран на фотто, он исправно работает. 
                    Наша задача - сигнал, как видим, сим карта распознана и даже есть 3 g сеть.`
        }, {
            type: `h4`,
            content: `У Вас все получилось, отлично!`
        }, {
            type: `card`,
            content: {
                body: `Если после прочтения данной статьи вы понимаете, что замена сим слота это ремонт, на который 
                        у вас нет ни времени, ни оборудования, вы можете обратиться к специалисту i-Мастер. 
                        Замена сим - слота - процесс не легкий и вам будет гораздо удобнее сэкономить свое время, 
                        потратив гораздо меньше средств, чем стоимость ремонта в крупных СЦ. 
                        iМастер гарантирует вам стоимость на 30-50% ниже рыночной.`
            }
        }]
    }, {
        id: `nokia_power-controller`,
        name: `Замена контроллера питания на телефоне Nokia`,
        title: `Замена контроллера питания на телефоне Nokia`,
        img: `/img/articles/nokia_power-controller/preview.webp`,
        content: [{
            type: `p`,
            content: `В данной статье мы рассмотрим достаточно частую неисправность - ваш телефон перестал включаться, 
                    заряжаться, начал греться. Вероятнее всему виной неисправная цепь питания телефона в которую входит 
                    главный компонент - контроллер питания. Это самая распространённая поломка в мобильной электронике, 
                    так как именно он отвечает за распределение питания до всех узлов телефона в том числе и заряд телефона. 
                    Если телефон перестал заряжаться, возможно проблема кроется именно в контроллере питания. 
                    Мы рассмотрим ремонт телефона Nokia 2 с неисправной микросхемой питания.`
        }, {
            type: `img`,
            content: `/img/articles/nokia_power-controller/image001.webp`
        }, {
            type: `p`,
            content: `Купить новую микросхему питания не составит труда, главное - знать её маркировку, либо иметь 
                    подходящий девайс, с которого её можно снять, скажем так с трупа телефона с аналогичным питанием.`
        }, {
            type: `p`,
            content: `Определимся с набором необходимых расходников и оборудования.`
        }, {
            type: `p`,
            content: `Нам потребуются:`
        }, {
            type: `ol`,
            content: [
                `Ватные палочки`,
                `Пинцет`,
                `Бессвинцовая паяльная паста`,
                `Трафарет`,
                `Спирт`,
                `Флюс обычный либо индикаторный`,
                `Оплетка`
            ]
        }, {
            type: `img`,
            content: `/img/articles/nokia_power-controller/image002.webp`
        }, {
            type: `p`,
            content: `Данная процедура по замене микросхемы питания, к сожалению, доставит много проблем и 
                    сложностей для начинающего специалиста либо радиолюбителя, поэтому многие термины в статье могут быть непонятны.`
        }, {
            type: `card`,
            content: {
                body: `В процессе ремонта можно запросто превратить телефон в "кирпич", который сделать уже будет невозможно. 
                        Поэтому если у вас есть сомнения, рекомендую обратиться в iМастер. Цена замены микросхемы питания 600 р 
                        для бюджетных телефонов и 1000 р для более дорогих моделей. Это гораздо дешевле, чем покупать новый телефон, 
                        согласитесь! Вы всегда можете обратиться в чат на сайте, либо позвонить по телефону указанному на сайте 
                        и я с радостью вам помогу!`
            }
        }, {
            type: `h4`,
            content: `Итак приступим!`
        }, {
            type: `p`,
            content: `Сначала нам необходимо снять нерабочую микросхему.`
        }, {
            type: `p`,
            content: `Наносим флюс по периметру микросхемы, выставляем температуру фена 320 градусов и аккуратно прогреваем её. 
                    Через 30-40 секунд необходимо дотронуться до края микросхемы, и если она слегка пошатнулась, то её можно снимать. 
                    Аккуратно поднимаем микросхему пинцетом, и пока плата не остыла, используя оплетку и паяльник, убираем остатки 
                    припоя с платы до получения результата, как на фото ниже.`
        }, {
            type: `img`,
            content: `/img/articles/nokia_power-controller/image003.webp`
        }, {
            type: `p`,
            content: `Во время снятия и установки придерживайтесь следующих правил: `
        }, {
            type: `ul`,
            content: [`Делайте все предельно аккуратно! Не нужно давить на плату. Ваша задача - слегка дотрагиваясь до платы, 
                    убрать припой и только.`,
                `Не дотрагивайтесь до компонентов находящихся в обвязке основного питания.`,
                `Нельзя подвергать плату долгому нагреву, так как можно повредить остальные компоненты.`,
                `Во время снятия и установки микросхемы используйте защитные экраны либо фольгу, закрывая соседние детали. 
                        Их нагрев нежелателен.`
            ]
        }, {
            type: `h4`,
            content: `Площадка зачищена.`
        }, {
            type: `p`,
            content: `После того как мы подготовили материнскую плату к замене элемента питания приступаем к самой микросхеме.`
        }, {
            type: `p`,
            content: `Наша задача сделать новые контактные площадки на микросхеме, если она была снята с устройства - донора. 
                Если же мы покупаем новую микросхему, как правило, она уже готова к установке. Это можно понять по пятакам на 
                микросхеме с обратной стороны.Выглядеть должно примерно так.`
        }, {
            type: `img`,
            content: `/img/articles/nokia_power-controller/image004.webp`
        }, {
            type: `p`,
            content: `На данном фото мы видим микросхему, снятую с аналогичного аппарата, но рабочую для установки на данный девайс.`
        }, {
            type: `p`,
            content: `Если мы используем микросхему с донора, то нам нужно накатать новые площадки.`
        }, {
            type: `p`,
            content: `Для этого подбираем трафарет по количеству шагов, нужно чтобы они совпадали с микросхемой. 
                Наносим паяльную пасту, придерживая пинцетом трафарет, и распределяем пасту равномерно по площадке пальцем либо 
                ватной палочкой.`
        }, {
            type: `p`,
            content: `После этого прогреваем феном на температуре 250 градусов до момента, пока не увидим ножки, 
                которые появились в результате плавления на микросхеме.Убираем фен и через несколько секунд убираем пинцет.`
        }, {
            type: `p`,
            content: `После того как микросхема остыла аккуратно, без усилий достаем её и тщательно очищаем щеткой и спиртом.`
        }, {
            type: `p`,
            content: `Проводим визуальный осмотр, все пятаки должны быть ровными. Далее, придерживая микросхему, еще раз 
                прогреваем её на температуре 280 градусов, даём остыть.`
        }, {
            type: `h4`,
            content: `Теперь микросхема готова к установке!`
        }, {
            type: `p`,
            content: `Процедура установки достаточно простая, если вы справились с предыдущими шагами, то поставить её мы 
                сможете в два счета.`
        }, {
            type: `p`,
            content: `Самое главное - в начале снятия запомнить, как именно стояла микросхема, это очень важно. 
                На микросхеме есть ключ, обозначенный кругом, а на плате треугольник. Именно так и никак иначе должна быть 
                проведена установка.`
        }, {
            type: `p`,
            content: `Наносим немного флюса, прогреваем пару секунд феном и устанавливаем микросхему ровно так, как она должна быть. 
                Далее выставляем фен на 320 градусов и начинаем прогревать до тех пор, пока наш контроллер питания не сядет. 
                Вы сразу это поймете. Он чуть опустится на свое место и лишний флюс выйдет по периметру. После этого ждем. 
                Наша системная плата должна остыть в течении 5-10 минут и только потом тщательно очищаем спиртом и даем просохнуть. 
                Теперь самое интересное - результат проделанной работы!`
        }, {
            type: `img`,
            content: `/img/articles/nokia_power-controller/image005.webp`
        }, {
            type: `p`,
            content: `После включения телефон не греется, не выключается, и мы явно видим показания на лабораторном блоке 
                питания - при напряжение 3.9 вольт телефон ведет себя очень хорошо и потребляет 450 мА. Показания будут меняться 
                в зависимости от того сколько нужно телефону в определенный момент.Но мы сразу поймем что работает он исправно.`
        }, {
            type: `p`,
            content: `Итак если ваш телефон перестал включаться, либо вы знаете что вам требуется замена контроллера питания, 
                процесс замены теперь вам понятен.`
        }, {
            type: `card`,
            content: {
                body: `Однако, если после прочтения данной статьи у вас возникли сомнения, рекомендую вам воспользоваться услугами 
                    iМастер. Вы сможете сэкономить время и деньги, если не уверены в успехе ремонта. Цена замены контроллера питания, 
                    микросхемы питания от 600 р. А времени потребуется не более часа!`
            }
        }, {
            type: `p`,
            content: `iМастер производит ремонт цепи питания на телефонах:`
        }, {
            type: `p`,
            content: `iPhone, Samsung, Xiaomi, Huawei, Nokia, Sony, Meizu, Lenovo, ASUS, LG, DEXP, Blackview, Prestigio, 
                DEXP, Vivo, Oppo, Doogee, Philips, Motorola, HTC и многих других брендов по самым доступным ценам.`
        }]
    }, {
        id: `iphone5_display`,
        name: `Замена дисплея iPhone 5`,
        title: `Замена дисплея iPhone 5`,
        img: `/img/articles/iphone5_display/preview.webp`,
        content: [{
            type: `p`,
            content: `В данной статье мы с вами рассмотрим процесс замены дисплейного модуля на телефоне iPhone 5.`
        }, {
            type: `p`,
            content: `Процедура очень простая, нам потребуется всего 3 инструмента и час вашего времени:`
        }, {
            type: `ol`,
            content: [
                `Крестовая отвертка 1.5 мм`,
                `Отвертка "Звездочкa" 0.8 мм`,
                `Медицинская лопатка`
            ]
        }, {
            type: `img`,
            content: `/img/articles/iphone5_display/image001.webp`
        }, {
            type: `h4`,
            content: `Итак, приступим.`
        }, {
            type: `ol`,
            content: [
                `Откручиваем звездочкой 2 нижних винта и поддеваем экран лопаткой.`,
                `Откручиваем верхние 4 винта крестовой отверткой.`,
                `Отключаем 3 шлейфа.`,
                `Откручиваем 4 нижних винта.`,
                `Отключаем коннектор батареи.`
            ]
        }, {
            type: `p`,
            content: `На этом пока откладываем наш телефон в сторону и приступаем к переносу зап.частей на новый экран.`
        }, {
            type: `img`,
            content: `/img/articles/iphone5_display/image002.webp`
        }, {
            type: `p`,
            content: `Откручиваем все винты и раскладываем их в строгой последовательности, они все разные не перепутайте. 
                Аккуратно переставляем сначала верхний шлейф и динамик, далее металлическую пластину крепления экрана и кнопку "Домой".`
        }, {
            type: `p`,
            content: `После того как мы все перенесли нам нужно подключить все три верхних шлейфа и только потом АКБ(батарею). 
                Не забывайте что она должна быть отключена.Только после подключения дисплейного модуля подключаем батарею, 
                закручиваем верхнюю защиту и потом защиту батареи.Фиксируем в корпусе экран и закручиваем двумя нижними винтами.`
        }, {
            type: `p`,
            content: `Включаем и проверяем.`
        }, {
            type: `img`,
            content: `/img/articles/iphone5_display/image003.webp`
        }, {
            type: `p`,
            content: `Процесс замены экрана достаточно простой, но все же требуется аккуратность и внимательность.`
        }, {
            type: `card`,
            content: {
                body: `Если у вас в процессе ремонта возникли проблемы не стесняйте обращаться! iМастер всегда готов прийти на помощь. 
                    Замена экрана стоит всего 600 р, а времени потребуется не более 30 минут. Если есть сомнения, доверьте работу 
                    профессионалу. Удачных вам ремонтов!`
            }
        }]
    }, {
        id: 'iphone-5s_motherboard',
        name: 'Замена платы на iPhone 5S',
        title: 'Замена системной платы на iPhone 5S',
        img: '/img/articles/iphone-5s_motherboard/preview.webp',
        content: [{
            type: 'p',
            content: `В данной статье мы рассмотрим с вами замену системной платы на iPhone 5S.`
        }, {
            type: 'p',
            content: `Процесс занимает не более 1-2 часов и не требует большого опыта в ремонте мобильной электроники.`
        }, {
            type: 'p',
            content: `Для начала определимся с набором необходимых инструментов:`
        }, {
            type: 'ol',
            content: [`Медицинская лопатка`,
                `Пинцет`,
                `Крестовая отвертка`
            ]
        }, {
            type: 'img',
            content: `/img/articles/iphone-5s_motherboard/image001.webp`
        }, {
            type: 'p',
            content: `Мы опустим описание процесса снятия экрана. На сайте есть отдельная статья о том, как поменять экран на iPhone 5. 
                Там подробно описан процесс снятия экрана из корпуса. Ничего сложного в этом нет, но рекомендую вам с ней ознакомиться.`
        }, {
            type: 'p',
            content: `Единственное отличие дисплеев iPhone 5s от дисплеев на iPhone 5 - шлейф кнопки “Домой”. На фото его отчетливо видно. 
                При разборе экрана не снимайте его резко. Нужно будет отключить шлейф кнопки “Домой” и только потом снимать экран.`
        }, {
            type: 'img',
            content: `/img/articles/iphone-5s_motherboard/image002.webp`
        }, {
            type: 'p',
            content: `После снятия экрана нам предстоит извлечь системную плату и установить новую рабочую. Болты ни в коем случае не путаем местами, они разные.`
        }, {
            type: 'p',
            content: `Будьте внимательны! Можно прокрутить плату и получить мертвый аппарат.`
        }, {
            type: 'img',
            content: `/img/articles/iphone-5s_motherboard/image003.webp`
        }, {
            type: 'p',
            content: `Кругами указаны винты, которые необходимо снять. Стрелками указаны шлейфы, которые нужно снять, используя пинцет и немного приподнимая вверх.`
        }, {
            type: 'p',
            content: `Сверху и снизу находятся коаксиальные кабели. Верхний находится под платой и второй сверху платы, расположенной снизу. 
                Их тоже нужно отключить. Верхний коаксиальный кабель отключается после снятия платы из корпуса, так как находится с обратной стороны.`
        }, {
            type: 'p',
            content: `Для более удобной замены платы извлекаем АКБ.`
        }, {
            type: 'img',
            content: `/img/articles/iphone-5s_motherboard/image004.webp`
        }, {
            type: 'p',
            content: `Плата успешно извлечена!`
        }, {
            type: 'p',
            content: `Теперь устанавливаем новую рабочую в обратной последовательности.`
        }, {
            type: 'p',
            content: `Будьте аккуратнее с винтами и шлейфами, делайте все аккуратно и не торопитесь! Устанавливая экран, не забудьте про шлейф кнопки “Домой”.`
        }, {
            type: 'img',
            content: `/img/articles/iphone-5s_motherboard/image005.webp`
        }, {
            type: 'card',
            content: {
                body: `Помните, что iМастер всегда готов помочь вам. Стоимость замены системной платы от 600р, а времени потребуется не более 1 часа.`
            }
        }]
    }, {
        id: 'explay-informer_power',
        name: 'Ремонт разъема зарядки Explay Informer',
        title: 'Ремонт разъема зарядки Explay Informer',
        img: '/img/articles/explay-informer_power/preview.webp',
        content: [{
            type: 'p',
            content: `Нам достался планшет после другого сервиса. Планшет не заряжается, не включается, возможно, требуется прошивка. Что делать?`
        }, {
            type: 'p',
            content: `Что ж, попробуем разобраться!`
        }, {
            type: 'img',
            content: `/img/articles/explay-informer_power/image001.webp`
        }, {
            type: 'p',
            content: `Приступим к разбору и детальному изучению планшетного ПК, но для начала определимся со всем необходимым инструментом и расходными материалами:`
        }, {
            type: 'ol',
            content: [
                `Зубная щетка`,
                `Паяльная маска Mechanic`,
                `Изопрапанол - спирт изопропиловый, также подойдет ацетон либо fluxOff`,
                `Медицинский скальпель`,
                `Медицинская лопатка`,
                `Крестовая отвертка`,
                `Пластиковая лопатка`,
                `Пинцет`,
                `Припой олово-свинцовый`,
                `Флюс`
            ]
        }, {
            type: 'img',
            content: `/img/articles/explay-informer_power/image002.webp`
        }, {
            type: 'p',
            content: `Так же нам потребуется паяльная станция и УФ-лампа для засыхания маски.`
        }, {
            type: 'img',
            content: `/img/articles/explay-informer_power/image003.webp`
        }, {
            type: 'img',
            content: `/img/articles/explay-informer_power/image004.webp`
        }, {
            type: 'p',
            content: `Позже я объясню вам для каких целей используется УФ-лампа.`
        }, {
            type: 'p',
            content: `Начинающим радиолюбителям будет достаточно сложно выполнить данную процедуру по ремонту, так как необходимо иметь в распоряжении минимальный 
            набор оборудования и расходные материалы.`
        }, {
            type: 'card',
            content: {
                body: `Не забывайте, что iМастер выполняет замену разъёма зарядки от 600р. Используя только лучшее оборудование и опыт, наработанный годами!
                Если вы все же решились выполнить ремонт самостоятельно - продолжим, но не забывайте, что на любом из этапов вы всегда можете обратиться за консультацией в iМастер. `
            }
        }, {
            type: 'p',
            content: `К сожалению, нам достался девайс уже после другого СЦ и наша задача – восстановить его. Процедура достаточно сложная. В вашем случае у вас 
            может быть планшет с такой же неисправностью, но абсолютно никем нетронутый. Это облегчит вам задачу.`
        }, {
            type: 'h4',
            content: `Приступаем к разбору.`
        }, {
            type: 'p',
            content: `Используя медицинскую и пластиковую лопатки, отщелкиваем заднюю крышку и видим системную плату.`
        }, {
            type: 'img',
            content: `/img/articles/explay-informer_power/image005.webp`
        }, {
            type: 'p',
            content: `Теперь нам необходимо извлечь все системные шлейфы и отпаять провода, которые отвечают за связь, динамики и вибромотор.`
        }, {
            type: 'p',
            content: `На фотографии выделены кругами шлейфы и провода, которые нам необходимо отпаять для удобства замены системного разъёма, то есть разъёма зарядки.`
        }, {
            type: 'img',
            content: `/img/articles/explay-informer_power/image006.webp`
        }, {
            type: 'p',
            content: `Отпаиваем их и запоминаем последовательность на случай, если на плате отсутствуют обозначения. Если они есть, то сразу становится понятно, 
            что левые провода это - минус, а правые – плюс. С вибромотором то же самое.`
        }, {
            type: 'p',
            content: `Делайте все только при отключенном питании!`
        }, {
            type: 'p',
            content: `Мы извлекли плату, теперь наша задача это - восстановление цепи заряда. Этим мы и займемся.`
        }, {
            type: 'p',
            content: `На фото даже не самому опытному инженеру видно насколько небрежно была выполнена работа.`
        }, {
            type: 'img',
            content: `/img/articles/explay-informer_power/image007.webp`
        }, {
            type: 'p',
            content: `Выполнять ремонт так нельзя. Это неуважение и к клиенту и к вашему профессионализму! Всегда удаляйте остатки флюса!`
        }, {
            type: 'p',
            content: `Берем спирт и 3-4 раза счищаем полностью остатки старого флюса. Нам нужно понять, что же может не работать по цепи заряда.`
        }, {
            type: 'img',
            content: `/img/articles/explay-informer_power/image008.webp`
        }, {
            type: 'img',
            content: `/img/articles/explay-informer_power/image009.webp`
        }, {
            type: 'p',
            content: `После визуального осмотра мне стало ясно, что установлен новый системный разъём и он в хорошем состоянии, а вот питающие дорожки в плачевном, 
            так как плюсовой контакт висит в воздухе, а масса и вовсе обломана.`
        }, {
            type: 'p',
            content: `На фото мы также видим восстановленные интерфейсные контакты. Но их задача перенос данных и общение, например с ПК. 
            Они хоть и рабочие, но они нам абсолютно не интересны.`
        }, {
            type: 'img',
            content: `/img/articles/explay-informer_power/image010.webp`
        }, {
            type: 'p',
            content: `На фотографии выше - полностью зачищенные контакты и обвязка. А проблема заряда была именно в оборванном контакте по +5 вольт. 
            После его тщательной пропайки заряд сразу появился. Теперь для того, чтобы закрепить результат нашей работы, необходимо нанести маску и поместить плату 
            в УФ-лампу на 15 минут для придания жесткости и изолирования контактов.`
        }, {
            type: 'img',
            content: `/img/articles/explay-informer_power/image011.webp`
        }, {
            type: 'p',
            content: `После того как маска затвердела, собираем все в обратном порядке и, предварительно все проверив, отдаем клиенту!`
        }, {
            type: 'card',
            content: {
                body: `Данный ремонт достаточно сложный для начинающих радиолюбителей. Поэтому рекомендую вам после прочтения этой статьи в ознакомительных целях 
                все же обратиться к специалисту. С iМастер вы сэкономите приличное количество времени и не потратите значительную сумму на ремонт.`
            }
        }]
    }, {
        id: 'lenovo-tab2_battery',
        name: 'Замена АКБ на планшете Lenovo Tab 2',
        title: 'Замена АКБ на планшете Lenovo Tab 2 X30L A10-30',
        img: '/img/articles/lenovo-tab2_battery/preview.webp',
        content: [{
            type: 'p',
            content: `В этой статье мы рассмотрим достаточно простой ремонт по замене аккумулятора на планшете Lenovo. Ремонт не займет у вас много 
                времени и не потребует много инструментов. Самое главное как и всегда - аккуратность и внимательность!`
        }, {
            type: 'h4',
            content: `Итак начнем! `
        }, {
            type: 'p',
            content: `Определимся с набором инструмента:`
        }, {
            type: 'ol',
            content: [
                `Пластиковая лопатка, медиатор, либо что-то похожее`,
                `Крестовая отвертка`,
                `Пинцет`,
                `Медицинский шпатель (лопатка)`
            ]
        }, {
            type: 'p',
            content: `Снимаем заднюю крышку, отщелкивая пластиковые замки по периметру планшета. Делаем все предельно аккуратно и медленно. Не сломайте крепление.`
        }, {
            type: 'p',
            content: `Если у вас модель с поддержкой флеш и сим карты не забудьте их извлечь.`
        }, {
            type: 'img',
            content: `/img/articles/lenovo-tab2_battery/image001.webp`
        }, {
            type: 'p',
            content: `Перед нами батарея планшета.`
        }, {
            type: 'p',
            content: `Откручиваем болты по периметру АКБ и снимаем защитный экран, прикрепленный на 2х болтах. После этого отщелкиваем коннектор АКБ 
                и смело извлекаем батарею. Она будет приклеена к металлическому основанию. Её необходимо отклеить и поставить нашу новую батарею. Все достаточно просто.`
        }, {
            type: 'img',
            content: `/img/articles/lenovo-tab2_battery/image002.webp`
        }, {
            type: 'p',
            content: `Собираем все в обратной последовательности и не забываем активировать нашу новую АКБ.`
        }, {
            type: 'p',
            content: `Для этого необходимо 2-3 раза разрядить АКБ до 5-10% и зарядить до 100%.`
        }, {
            type: 'p',
            content: `На этом наш ремонт закончен.`
        }, {
            type: 'img',
            content: `/img/articles/lenovo-tab2_battery/image003.webp`
        }, {
            type: 'card',
            content: {
                body: `Не забывайте, если у вас возникли сложности в ремонте, вы всегда можете обратиться к опытному специалисту iМастер. Стоимость замены 
                    батареи на планшет Lenovo от 500р, а времени потребуется не более 1 часа.`
            }
        }]
    }, {
        id: 'dns-phone_touchscreen',
        name: 'Замена тачскрина на телефоне DNS',
        title: 'Замена тачскрина на телефоне DNS',
        img: '/img/articles/dns-phone_touchscreen/preview.webp',
        content: [{
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image001.webp`
        }, {
            type: 'p',
            content: `В этой статье мы с вами рассмотрим процесс замены сенсорного стекла (тачскрина) на телефоне DNS.`
        }, {
            type: 'p',
            content: `Замена обычного сенсорного стекла на других телефонах отличается от данного тем, что мы будем разбирать дисплейный модуль (дисплей и сенсор). 
                Сенсор на данной модели не приклеен по периметру корпуса, а установлен на дисплей с помощью специального, скажем так, клея, что значительно усложняет 
                процесс замены. `
        }, {
            type: 'p',
            content: `Процесс замены усложнен еще и тем, что требует дополнительное оборудование и навыки по срезке стекла и установке нового.`
        }, {
            type: 'card',
            content: {
                body: `Если у вас возникли проблемы с установкой сенсорного стекла, тачскрина на технику DNS, вы всегда знаете к кому можно обратиться. 
                    Стоимость замены от 800р., времени потребуется не более 2х часов. Ремонт выполняется качественно, быстро и за разумные деньги. 
                    Поэтому рекомендую вам обратиться ко мне, и вы останетесь довольны оказанной услугой!`
            }
        }, {
            type: 'p',
            content: `Если же вы решили попробовать выполнить ремонт самостоятельно и возникли проблемы в процессе ремонта, всегда рад вам помочь на любом этапе ремонта!`
        }, {
            type: 'p',
            content: `Определимся со списком необходимого оборудования и расходников:`
        }, {
            type: 'ol',
            content: [
                `Flux-Off`,
                `Нить для срезки стекла – YaxUn YTP 01, либо аналог`,
                `Пластиковая лопатка`,
                `Клей T7000 либо B7000`,
                `Ультрафиолетовый клей. В нашем случае TP1000. Можно использовать и другой. Есть те, что сохнут дольше либо меньше. Вот и вся разница.`,
                `Сепаратор`,
                `УФ-лампа`
            ]
        }, {
            type: 'card',
            content: {
                header: `Небольшое отступление`,
                body: `Мы будем рассматривать установку тачскрина в корпус, но я расскажу, как установить, используя и клей, и УФ лампу. 
                    Это, по сути, 2 способа установить тачскрин. Далее я расскажу о различиях.`
            }
        }, {
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image002.webp`
        }, {
            type: 'h4',
            content: `Сепаратор`
        }, {
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image003.webp`
        }, {
            type: 'h4',
            content: `УФ-Лампа`
        }, {
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image004.webp`
        }, {
            type: 'p',
            content: `Процесс разбора телефона мы не будем рассматривать, так как эта процедура достаточна простая. Если вы можете без труда извлечь 
                дисплейный модуль из корпуса и срезать стекло. Поэтому описывать его подробно смысла нет.`
        }, {
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image005.webp`
        }, {
            type: 'p',
            content: `Снимаем заднюю крышку, откручиваем все болты. `
        }, {
            type: 'p',
            content: `Они у нас одинаковые, так что смело убираем в кучу. Берем лопатку и аккуратно по контуру снимаем среднюю часть корпуса, 
                не задевая внутренние шлейфы и плату.`
        }, {
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image006.webp`
        }, {
            type: 'p',
            content: `Отключаем все шлейфы и извлекаем системную плату.`
        }, {
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image007.webp`
        }, {
            type: 'p',
            content: `У нас остался дисплейный модуль в корпусе, теперь начинается самое интересное!`
        }, {
            type: 'p',
            content: `Перемещаем модуль на сепаратор и разогреваем при температуре 85 градусов в течение 5-7 минут.`
        }, {
            type: 'p',
            content: `Аккуратно поддеваем рамку и извлекаем её. Будьте внимательны, не повредите дисплей.`
        }, {
            type: 'p',
            content: `Небольшое отступление по мерам предосторожности при разборе модуля:`
        }, {
            type: 'ul',
            content: [
                `Не перегревайте модуль (после 5-7 минут аккуратно поддеваем модуль). Если модуль остыл, а вы не успели полностью его снять - повторяем процедуру.`,
                `Старайтесь не использовать металлические инструменты при разборе.`,
                `Не использовать спирт при разборе, не заливайте рамку спиртом. Есть риск что спирт попадет под подсветку, и тогда будет пятно, от которого потом не избавиться.`,
                `После срезки стекла пока дисплей горячий сразу удаляйте остатки клея. Постепенно расходуя спирт, наливайте его в центр дисплея. Для этого берем шприц.`,
            ]
        }, {
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image008.webp`
        }, {
            type: 'p',
            content: `После снятия рамки должен получиться следующий результат.`
        }, {
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image009.webp`
        }, {
            type: 'p',
            content: `Теперь самая ответственная процедура!`
        }, {
            type: 'p',
            content: `Дисплейный модуль размещаем по центру. Включаем компрессор для фиксации и после разогрева модуля в течение 5 минут, аккуратно, начиная сверху, 
                просовываем струну между дисплеем и стеклом. Упираясь на боковые железные трубки, давим вниз, и медленно, проводя ей влево и вправо, давим на себя. 
                Тем самым, мы удаляем клей. После того как провели до конца, повторяем еще раз, чтобы он точно весь убрался.`
        }, {
            type: 'p',
            content: `Получается такой результат.`
        }, {
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image010.webp`
        }, {
            type: 'p',
            content: `На фото мы видим, что есть остатки клея слева на дисплее. Вот его то нам и нужно убрать. `
        }, {
            type: 'p',
            content: `Пока дисплей горячий, аккуратно, не надавливая, удаляем его пластиковой лопаткой и поливаем спиртом, но немного. `
        }, {
            type: 'p',
            content: `Спирт не должен попасть под дисплей. Не торопитесь. Даже когда дисплей остынет, клей легко удаляется спиртом.`
        }, {
            type: 'p',
            content: `После этого нам нужно проверить телефон. `
        }, {
            type: 'p',
            content: `Подключаем лабораторный блок питания либо АКБ и включаем телефон.`
        }, {
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image011.webp`
        }, {
            type: 'p',
            content: `У нас все получилось, дисплей мы не разбили и поляризационную пленку не срезали при разборе. Самое страшное позади! Половина пути пройдена, едем дальше.`
        }, {
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image012.webp`
        }, {
            type: 'p',
            content: `Сейчас у нас есть 2 варианта установки нового стекла, тачскрина:`
        }, {
            type: 'ol',
            content: [
                `С помощью клея в рамку`,
                `С помощью УФ клея и УФ лампы на дисплей`
            ]
        }, {
            type: 'p',
            content: `Сначала вкратце опишу установку модуля вторым способом.`
        }, {
            type: 'p',
            content: `Берем УФ клей, распределяем его по центру в размере 1,5-2 кубика.`
        }, {
            type: 'p',
            content: `Сверху устанавливаем стекло и пальцем выгоняем остатки воздуха. Главное - чтобы стекло легло именно так, как предыдущее, 
                иначе дисплейный модуль не влезет в корпус.`
        }, {
            type: 'p',
            content: `Далее получившуюся конструкцию помещаем в УФ-лампу на 10 минут. На этом наш модуль готов. Производим установку в рамку и потом в корпус.`
        }, {
            type: 'p',
            content: `Я же пошел более простым и удобным мне способом, просто установив тачскрин в корпус.`
        }, {
            type: 'p',
            content: `Есть несколько причин, почему я сделал именно так.`
        }, {
            type: 'ol',
            content: [
                `На телефонах простой конструкции с TFT-дисплеями, смысла в модульной установке немного. Это сложно.`,
                `Установка тачскрина в корпус проще и в последствии его проще снять.`,
                `Нет необходимости в дополнительном оборудовании и расходниках.`
            ]
        }, {
            type: 'h4',
            content: `Первый способ.`
        }, {
            type: 'p',
            content: `Устанавливаем сначала в рамку дисплей.`
        }, {
            type: 'p',
            content: `Далее по периметру рамки проклеиваем B7000 либо T7000 клеем. Вставляем тачскрин и оставляем под прессом на 20-30 минут. 
                После этого наш дисплейный модуль готов.`
        }, {
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image013.webp`
        }, {
            type: 'p',
            content: `Собираем все в обратной последовательности и радуемся рабочему девайсу!`
        }, {
            type: 'card',
            content: {
                body: `Сам ремонт достаточно сложный и будет непонятен новичкам. Все описано достаточно подробно, чтобы вы понимали, как это делается. 
                    Но не забывайте, что если испытываете проблемы в самостоятельной замене, вы всегда можете обратиться в iМастер для качественного ремонта, 
                    даже если на любом из этапов у вас появились сложности в самостоятельной замене тачскрина.`
            }
        }, {
            type: 'img',
            content: `/img/articles/dns-phone_touchscreen/image014.webp`
        }]
    }]
}