module.exports = {
    articlesItems: [{
            id: 'acer_keyboard',
            name: 'Замена клавиатуры на ноутбуке Acer',
            title: 'Замена клавиатуры на ноутбуке Acer',
            img: '/img/articles/acer_keyboard/preview.webp',
            content: `<div class="text-center"><img src='/img/articles/acer_keyboard/1_webp.webp' /></div>
    <p>Здравствуйте, уважаемый посетитель сайта i-master.tech. В данной статье я хочу рассказать про все тонкости процесса
        замены клавиатуры на ноутбуке Acer.<br />
        Произвести ремонт клавиатуры, то есть её замену можно и самостоятельно, имея базовый опыт и необходимые
        инструменты.<br /><br />
        Для самостоятельной замены клавиатуры вам потребуются:<br />
    </p>
    <ol>
        <li>Медицинский шпатель(лопатка)</li>
        <li>Пластиковая лопатка, либо ненужная кредитная карта</li>
        <li>Набор отверток</li>
        <li>Пинцет(желательно)</li>
    </ol>
    <p>
        В каждом ноутбуке есть свои тонкости в снятии и установке новой клавиатуры, но в большинстве моделей клавиатура
        меняется без разбора ноутбука. Например, в представленной модели Acer 5920.<br />
        В иных случаях для снятия и установки клавиатуры вам потребуется полный разбор ноутбука, что крайне не рекомендуется
        делать, не имея достаточного опыта.
    </p>
    <div class="card">
        <div class="card-header">
            Важно!
        </div>
        <div class="card-body">
            Не забудьте извлечь аккумуляторную батарею и не выполняйте никакие работы, не обесточив
            устройство.
        </div>
    </div>
    <h4>Итак, начнем!</h4>
    <p>
        Будь то замена клавиатуры на ноутбуке Asus либо замена клавиатуры на ноутбуке Samsung, вся процедура займет у вас не
        более часа при аккуратном демонтаже и установке.
    </p>
    <div class="text-center"><img src='/img/articles/acer_keyboard/2_webp.webp' /></div>
    <p>
        При снятии клавиатуры на ноутбуке Acer, вам потребуется тонкий инструмент: желательно медицинская лопатка, а также
        медицинский зонд либо что-то очень похожее на него. Нужно слегка надавить вглубь ноутбука по
        направлению пластиковых держателей (см. фото) и параллельно немного подцепить клавиатуру, чуть приподнимая её. Не
        бойтесь тянуть её наверх, клавиатуры зачастую очень мягкие и без проблем гнутся без риска повреждения.<br />
        После снятия клавиатуры вы увидите единственный интерфейсный шлейф. Используйте пинцет либо тонкую отвертку для
        изъятия шлейфа. Предварительно отодвиньте каретку в сторону экрана.
    </p>
    <div class="card">
        <div class="card-header">
            Внимание!
        </div>
        <div class="card-body">
            При установке новой клавиатуры в корпус предварительно необходимо проверить все кнопки на
            наличие дефектов и только потом производить установку.
        </div>
    </div>
    <div class="text-center"><img src='/img/articles/acer_keyboard/3_webp.webp' /></div>
    <h4>Могу Вас поздравить!<br/> Вы успешно произвели самостоятельный ремонт!</h4>
    <p>
        Однако, если у вас:
    </p>
    <ul>
        <li>Недостаточно опыта в установке клавиатуры ноутбука.</li>
        <li>Нет нужного инструмента</li>
        <li>Есть опасения за стоимость установки клавиатуры в СЦ</li>
    </ul>
    <p>
        Вы можете обратиться в iМастер. Средняя стоимость замены клавиатуры в районе 800р. А срок ремонта от 10 минут.
    </p>
    <div class="card">
        <div class="card-body">
            При появлении любых вопросов, связанных с ремонтом вашего ноутбука или нетбука, вы всегда можете написать в
            чат
            на
            сайте либо позвонить, а также написать в наш instagram.<br />
            Если у вас нет времени на самостоятельный ремонт, самостоятельную замену клавиатуры, вы всегда можете
            обратиться
            ко
            мне и произвести ремонт у специалиста с огромным опытом ремонта мобильной электроники.
        </div>
    </div>`
        },
        {
            id: 'huawei-p-smart-2019_display',
            name: 'Замена дисплейного модуля Huawei P Smart',
            title: 'Замена дисплейного модуля смартфона Huawei P Smart 2019',
            img: '/img/articles/huawei-p-smart_display/preview.webp',
            content: `<div class="text-center"><img src='/img/articles/huawei-p-smart_display/image1.webp'></div></img>
    <p>
        В данной статье мы рассмотрим замену дисплейного модуля на примере смартфона Huawei P Smart 2019.<br />
        Замена экрана Huawei P Smart 2019 практически идентична замене на любом другом устройстве, будь то замена
        дисплейного модуля на смартфоне Sony, Samsung, Philips, Xiaomi, Meizu и других производителей.<br />
        Поломка телефона, в частности повреждение дисплея это - самая частая поломка мобильных устройств. Данная
        статья позволит вам самостоятельно произвести замену дисплейного модуля своими руками.<br />
    </p>
    <h5>Итак начнем!</h5>
    <p>
        Для начала разберемся с необходимым инструментом и оборудованием.<br /><br />
        Вам потребуются:
    </p>
    <ol>
        <li>Медицинская лопатка</li>
        <li>Скальпель</li>
        <li>Набор отверток</li>
        <li>Пластиковая карта либо её аналог</li>
        <li>Скотч 3М либо клей по типу B7000 T7000 E7000, либо ему подобный</li>
        <li>Желательна паяльная станция, сепаратор либо что-то подобное для прогрева до 250 градусов</li>
        <li>Спирт изопропиловый, ацетон, flux-off (не использовать парфюмерную воду, алкоголь и прочие жидкости)</li>
        <li>Ватные палочки, зубная щетка</li>
        <li>Пластиковые прищепки либо резинки.</li>
    </ol>
    <div class="card">
        <div class="card-header">
            Важно!
        </div>
        <div class="card-body">
            <ul>
                <li>Не торопитесь. Делайте все предельно аккуратно, так как шлейфы, коннекторы,
                    радиокомпоненты на системной плате хрупкие.</li>
                <li>При вскрытии и извлечении аккумуляторной батареи не использовать металлические инструменты! При
                    повреждении АКБ
                    есть риск выхода её из строя и даже возгорание!</li>
                <li>При разборе телефона все болты должны быть установлены именно в то место, откуда они были извлечены. Не
                    все
                    болты одинаковой длины и вы запросто можете повредить плату либо экран.</li>
                <li>Не подключать новый дисплей либо старый при подключенной АКБ. Все делать только в обесточенном
                    состоянии. Есть
                    риск повреждения дисплея, цепи питания дисплея. Например, выгоревшей микросхемой питания подсветки из-за
                    подключения «на горячую». Как это часто бывает по незнанию. Будьте внимательны!</li>
            </ul>
        </div>
    </div>
    <p>
        Данное отступление сделано чтобы предостеречь, а не напугать вас сложностью замены. Нужно соблюдать
        элементарные правила, и все у вас получится!
    </p>
    <div class="card">
        <div class="card-body">
            Если у вас появились сомнения по самостоятельной замене вы всегда можете написать в чат на сайте либо позвонить,
            и я с радостью проконсультирую вас! Стоимость замены дисплея начинается от 600р.
        </div>
    </div>
    <h4>Приступим!</h4>
    <p>В первую очередь необходимо извлечь сим-лоток их очень часто ломают, так что будьте внимательны.<br />
        Далее используя пластиковую карту начинайте отгибать корпус по кругу телефона до щелчка. Щелчок говорит о том, что
        пластиковые замки отошли от корпуса.<br /> После того как вы извлекли заднюю крышку, не спешите убирать её. Нужно
        отключить шлейф датчика отпечатка пальца (№1 на картинке). Это можно сделать пластиковой лопаткой. Чтобы извлечь
        его, необходимо снять металлическую защиту. Она закреплена 3-мя винтами (3 красных круга на фото). После этого
        аккуратно извлекаем её и отключаем шлейф.<br />
        Крышка снята!<br />
    </p>
    <div class="text-center"><img src='/img/articles/huawei-p-smart_display/image2.webp'></div></img>
    <p>На фото вы видите 4 стрелки:</p>
    <ol>
        <li>Шлейф датчика отпечатка пальца</li>
        <li>Шлейф дисплейного модуля (экран)</li>
        <li>Шлейф аккумуляторной батареи </li>
        <li>Межплатный шлейф (соединяет нижнюю плату с основной материнской(системной) платой)</li>
    </ol>
    <p>Сначала нужно обесточить телефон! Далее отключаем шлейфы начиная с третьего. Далее четвертый и второй.<br />
        Все шлейфы у нас отключены. Теперь необходимо снять АКБ(батарею).<br />
        Для легкого извлечения батареи рекомендую вам 2-3 кубика спирта залить в любое место в корпус под батарею, используя
        шприц. Это значительно облегчит вам её демонтаж - спирт разъест клей и вы без труда сможете её извлечь, например
        пластиковой лопаткой (не использовать металлические инструменты)! В процессе извлечения не проткните
        АКБ!<br /><br />
        На фото ниже представлен телефон со снятой АКБ.
    </p>
    <div class="text-center"><img src='/img/articles/huawei-p-smart_display/image3.webp'></div></img>
    <p>После снятия АКБ переворачиваем телефон и проделываем тоже самое со спиртом и шприцом - 2-3 кубика с помощью иглы
        смело выливаем по всему дисплею в рамку между корпусом и экраном. Через 2-3 минуты клей начнет терять свои свойства,
        и вы без труда, используя скальпель, сможете его поддеть.<br />
        Выставляем фен на 200 градусов и прогреваем дисплей аккуратно по всему периметру в течение 30-40 секунд. Это
        облегчит вам работу по демонтажу.
    </p>
    <div class="card">
        <div class="card-header">
            Важно!
        </div>
        <div class="card-body">
            Не забываем отклеить шлейф дисплея с обратной стороны корпуса.
        </div>
    </div>
    <h4>
        Практически вся основная работа выполнена!
    </h4>
    <div class="card">
        <div class="card-body">
            Если у вас возникли сложности в разборе и ремонте вашего девайся iМастер всегда готов вам помочь. Я выполняю
            ремонт любых телефонов, а замена дисплейного модуля производится с использованием профессионального
            оборудования. Замена модуля, в среднем, производится за 1 час.
        </div>
    </div>
    <p>После извлечения дисплея необходимо убрать остатки клея и стекла в месте установленного ранее дисплейного модуля.
        Будьте внимательны, весь периметр установки экрана должен быть абсолютно чистым иначе при установке нового экрана,
        если что-то попадет под него, экран может треснуть.<br />
        Убираем все металлической лопаткой и протираем ватной палочкой, предварительно обработанной в спирте. <br />
        Теперь мы можем производить установку нового экрана, но до этого нужно еще раз обезжирить поверхность, используя
        щетку и спирт.<br /><br />
        Если вы сомневаетесь в работоспособности нового экрана, рекомендую вам сначала просто подключить его, не
        производя установку в корпус, и после полной проверки уже производить монтаж.
    </p>
    <div class="text-center"><img src='/img/articles/huawei-p-smart_display/image4.webp'></div></img>
    <p>Далее берем наш клей и аккуратно наносим его по всему периметру корпуса (не допускайте попадания в технологические
        отверстия такие как динамик, микрофон и прочие).<br />
        После нанесения клея необходимо сразу аккуратно установить экран в корпус (не забудьте про шлейф). После того как
        дисплей установлен ровно в корпус, его необходимо зафиксировать на 30-40 минут под давлением используя прищепки либо
        канцелярские резинки (стянув экран), чтобы клей равномерно распределился по корпусу и высох.<br />
        После всех проделанных операций собираем телефон в обратной последовательности и в последнюю очередь подключаем
        батарею.<br />
    
    </p>
    <h4>Поздравляю! Телефон готов!</h4>
    <div class="text-center"><img src='/img/articles/huawei-p-smart_display/image5.webp'></div></img>
    <p>Не забываем проверить все еще раз перед закрытием крышки. Например, подключить шлейф датчика отпечатка пальца.<br />
        Если он у вас перестал работать, вероятнее всего он просто не инициализировался системой. Перезагрузите телефон.
    </p>
    <div class="card">
        <div class="card-body">
            iМастер всегда к вашем услугам, мы производим ремонт любой мобильной электроники.<br />
            Замена дисплея, замена тачскрина, замена дисплейного модуля на телефонах Samsung, Xiaomi, Meizu, Sony, ZTE,
            Iphone, Ginzu, Alcatel, Jinga Basco, Lenovo, Motorolla и многих других производителей.
        </div>
    </div>`
        },
        {
            id: 'iphone6_motherboard',
            name: 'Замена материнской платы iPhone 6',
            title: 'Замена материнской платы iPhone 6',
            img: '/img/articles/iphone6_motherboard/preview.webp',
            content: `<p>В данной статье мы рассмотри замену материнской (системной) платы на iPhone 6.</p>
    <div class="text-center"><img src="/img/articles/iphone6_motherboard/image001.webp"/></div>
    <p>В данном примере имеется исправная плата с отпечатком пальца, которую мы будем устанавливать взамен нерабочей. <br /><br />
        Определимся с набором необходимых инструментов:
    </p>
    <ol>
        <li>Пинцет</li>
        <li>Кредитная карта</li>
        <li>Присоска Mechanic </li>
        <li>Пластиковая лопатка</li>
        <li>Медицинская лопатка</li>
        <li>Отвертка крестовая 1.5х25мм</li>
        <li>Отвертка звездочка 0.8мм</li>
    </ol>
    <div class="text-center"><img src="/img/articles/iphone6_motherboard/image002.webp"/></div>
    <h4>Приступим.</h4>
    <p>Берем отвертку №7 и в нижней части телефона откручиваем 2 винта крепления дисплейного модуля. <br />
        После этого нам необходимо снять дисплей из корпуса. Берем присоску, слегка тянем на себя и одновременно вставляем
        пластиковуюлопатку с нижней стороны между экраном и корпусом, чуть приподнимая. Нужно, чтобы заводская проклейка
        экрана отошла от корпуса, и тогда экран слегкостью выйдет из пазов крепления внутри корпуса. Будьте предельно
        аккуратны, на данном этапе разбора очень легко повредить экран.
    </p>
    <div class="card">
    <div class="card-body">
    Если вы понимаете, что у вас не хватает для этого опыта, жду Вас в числе моих клиентов. С радостью помогу вам с
    ремонтом вашего устройства. Замена платы обойдется вам от 600 рублей и займет примерно час.
    <br />
    Если же вы все таки решились делать ремонт самостоятельно идем дальше.
    </div>
</div>
    <div class="text-center"><img src="/img/articles/iphone6_motherboard/image003.webp"/></div>
    <p>После того как мы с вами сняли экран, необходимо снять все защитные экраны под болтами и крепление платы в корпус.
        <br />
        Рекомендую вам не путать винты и раскладывать их в строгой последовательности. Все винты в телефоне разные и очень
        часто получается так, что можно поставить болт большей длины, чем предусмотрено конструкцией, и в последствии вам
        придется искать «как отремонтировать пробитую гильзу», «провернул плату винтом, что делать» и «сколько стоит ремонт
        платы после неудачной замены на iPhone”.
    </p>
    <div class="text-center"><img src="/img/articles/iphone6_motherboard/image004.webp"/></div>
    <p>Откручиваем винты, как показано на фото. Убираем защитные экраны и отключаем коннекторы от платы пластиковой
        лопаткой. Помним правило - всегда отключаем коннектор АКБ. Он находится под пластиной с двумя винтами.</p>
    <div class="text-center"><img src="/img/articles/iphone6_motherboard/image005.webp"/></div>
        <p>На фото показаны все винты, которые необходимо открутить. Раскладывайте их в той же последовательности, чтобы не
            перепутать при сборке. <br />
            Извлекаем остальные винты и не забываем про сим-лоток. <br />
            Снимаем камеру, теперь она не зафиксирована. <br />
            Все коннекторы аккуратно отключаем пластиковой лопаткой либо пинцетом.
        </p>
        <div class="text-center"><img src="/img/articles/iphone6_motherboard/image006.webp"/></div>
        <div class="text-center"><img src="/img/articles/iphone6_motherboard/image007.webp"/></div>
        <p>Аккуратно извлекаем системную плату. Убедитесь, что все винты крепления сняты и шлейфы отключены. <br />
            Устанавливаем нашу новуюсистемную плату и собираем все в обратной последовательности. <br />
            После того как все винты находятся на своих местах, переходим к дисплейному модулю.
        </p>
        <div class="text-center"><img src="/img/articles/iphone6_motherboard/image008.webp"/></div>
        <p>
            Нам необходимо поменять кнопку «Домой», иначе старая кнопка работать у нас не будет также как и функция Touch
            ID.
            <br />
            Кнопка имеет прямую привязку к процессору телефона и поменять её на другую у нас не получится.<br />
            Отключайте кнопку аккуратно, не повредите шлейф. <br />
            После установки новой кнопки подключаем экран, закрепляем его защитным экраном и только потом подключаем АКБ. Не
            забывайте, все действия проводить только на обесточенном телефоне.<br />
            Теперь практически всё готово.
        </p>
        <div class="text-center"><img src="/img/articles/iphone6_motherboard/image009.webp"/></div>
        <p>Наш телефон включился и работает исправно. <br />
            Устанавливаем дисплейный модуль в корпус, закручиваем винты крепления и пользуемся практически новым телефоном,
            ведь
            мы поменяли всё его содержимое.</p>
            <div class="card">
    <div class="card-body">
    iМастер выполняет ремонт любой сложности и производит замену любых системных плат на iPhone. Замена
                системной
                платы на iPhone 6 обойдется вам от 600р. Замена платы на телефоне процедура не из легких и нужно обладать
                хотя
                бы базовыми навыками для этой процедуры.
    </div>
</div>`
        },
        {
            id: 'samsung-j2-prime_display',
            name: 'Замена дисплея, тачскрина на Samsung Galaxy J2 Prime',
            title: 'Замена дисплея, сенсорного стекла (тачскрина) на Samsung Galaxy J2 Prime',
            img: '/img/articles/galaxy-j2-prime_display-touchscreen/preview.webp',
            content: `<p>В этой статье мы рассмотрим замену дисплея и сенсорного стекла (тачскрина) на примере смартфона Samsung Galaxy J2
    Prime.</p>
<div class="text-center"><img src="/img/articles/galaxy-j2-prime_display-touchscreen/image001.webp"/></div>
<p>Процедура достаточно простая и не потребует большого количества оборудования и инструментов. <br /><br />
    Нам потребуются:</p>
<ol>
    <li>Щетка</li>
    <li>Кредитная карта либо её аналог</li>
    <li>Ватные палочки</li>
    <li>Клей T7000 либо его аналоги</li>
    <li>Медицинская лопатка</li>
    <li>Скальпель</li>
    <li>Отвертки</li>
    <li>Спирт изопропиловый</li>
    <li>Термофен (паяльная станция)</li>
</ol>
<div class="text-center"><img src="/img/articles/galaxy-j2-prime_display-touchscreen/image002.webp"/></div>
<div class="text-center"><img src="/img/articles/galaxy-j2-prime_display-touchscreen/image003.webp"/></div>
<h4>Итак, приступим</h4>
<div class="text-center"><img src="/img/articles/galaxy-j2-prime_display-touchscreen/image004.webp"/></div>
<p>Снимаем заднюю крышку, отключаем батарею и видим пластиковую заглушку. Берем лопатку и аккуратно поддеваем заглушку с
    правой стороны. Она служит для отключения дисплея при разборе телефона. Отключаем коннектор дисплея медицинской
    лопаткой либо скальпелем. Будьте аккуратны и не повредите компоненты на системной плате.</p>
<div class="text-center"><img src="/img/articles/galaxy-j2-prime_display-touchscreen/image005.webp"/></div>
<p>Откручиваем все винты. Их можно сложить вместе. При сборке вы не сможете их перепутать так как они все одинаковы.</p>
<div class="text-center"><img src="/img/articles/galaxy-j2-prime_display-touchscreen/image006.webp"/></div>
<p>Ну а теперь самое интересное - нам нужно избавиться от поврежденного дисплея и тачскрина. Особая аккуратность не
    требуется, запчасти уже повреждены и мы сможем быстро их извлечь, не опасаясь за их работоспособность.<br />
    Выставляем температуру фена на 250 градусов и аккуратно прогреваем экран по кругу в течении 1-2 минут. Наша задача —
    максимально нагреть сенсорное стекло и разогреть клей, для того чтобы без особых усилий извлечь тачскрин. <br />
    После прогрева берем скальпель и аккуратно поддеваем сенсорное стекло, приподнимая вверх. Далее проделываем тоже
    самое с дисплеем. Все достаточно просто. Самое главное - не торопиться и делать все предельно аккуратно.
</p>
<p>На фотографии видно, что должно получиться после снятия поврежденных деталей.</p>
<p>Далее берем щетку и изопропиловый спирт и обезжириваем рамку, в которой ранее был установлен тачскрин. Не забываем
    удалять остатки клея. <br />
    Берем ватные палочки и проделываем тоже самое. Нам нужно полностью убрать остатки клея для установки новых деталей.
    <br />
    Берем наш новый дисплей и тачскрин. Удаляем транспортировочные пленки и устанавливаем дисплей на тачскрин как
    показано на фото ниже.
</p>
<div class="card">
<div class="card-header">
Внимание!
    </div>
    <div class="card-body">
    Дисплей необходимо устанавливать с такими же отступами как и на старом дисплее, иначе он не
    влезет в корпус.
    </div>
</div>
<div class="text-center"><img src="/img/articles/galaxy-j2-prime_display-touchscreen/image007.webp"/></div>
<p>Подключаем шлейф тачскрина в коннектор который расположен на дисплее. </p>
<div class="text-center"><img src="/img/articles/galaxy-j2-prime_display-touchscreen/image008.webp"/></div>
<p>
    Устанавливаем аккуратно наш новый дисплей и сенсорное стекло в корпус и подключаем к плате. <br />
    Проверяем все ли у нас работает и собираем в обратной последовательности.
</p>
<div class="text-center"><img src="/img/articles/galaxy-j2-prime_display-touchscreen/image009.webp"/></div>
<div class="card">
    <div class="card-body">
    Процесс замены дисплея, тачскрина либо сенсорного модуля практически ничем не отличается от других моделей
        Samsung. Самое главное это - наличие инструмента и желание произвести ремонт самостоятельно. <br />
        Но не забывайте - если у вас нет желания либо опыта, лучше доверить работу специалисту. iМастер производит
        ремонт телефонов по доступным ценам, от 600р и сроком ремонта не более часа.
    </div>
</div>`
        },
        {
            id: 'hoco_earphones',
            name: 'Ремонт наушников HOCO',
            title: 'Ремонт наушников HOCO',
            img: '/img/articles/hoco_earphones/preview.webp',
            content: `<p>Часто при использовании гарнитуры либо наушников появляется проблема, когда не работают один либо оба наушника. Что
            делать в подобной ситуации?</p>
        <h4>Решение есть!</h4>
        <p>В 80 % случаев причиной неисправности одного из наушников является обрыв провода, будь то обычные проводные наушники
            либо Bluetooth наушники. Также это может быть связано и с низким уровнем громкости одного из наушников. Проблема
            вероятнее всего кроется именно в этом. Проблема достаточно банальная, но требует все же некоторого оборудования,
            расходных материалов и базовых навыков ремонта мобильной электроники.</p>
        <div class="text-center"><img src='/img/articles/hoco_earphones/image001.webp'></div></img>
        <p>На фото явно видно, что оба провода полностью оборваны от платы.</p>
        <div class="text-center"><img src='/img/articles/hoco_earphones/image002.webp'></div></img>
        <p>Определимся с набором инструментов:</p>
        <ol>
            <li>Щетка</li>
            <li>Кредитная карта</li>
            <li>Ватные палочки</li>
            <li>Клей B7000 либо аналоги</li>
            <li>Лопатка медицинская</li>
            <li>Скальпель медицинский</li>
            <li>Набор отверток (при необходимости)</li>
            <li>Спирт изопропиловый (ацетон, fluxoff тоже подойдет)</li>
            <li>Пинцет любой</li>
        </ol>
        <div class="card">
            <div class="card-body">
                Хоть процедура достаточно проста и не требует особых знаний в ремонте мобильной электроники, не всегда все для
                ремонта есть под рукой, а возможно и просто нет времени этим заниматься. iMaster выполняет ремонт наушников от
                300р и в большинстве случаев ремонт не отнимет более 20 минут вашего времени!
            </div>
        </div>
        <p>Если вы все-таки решили выполнить ремонт самостоятельно идем дальше. <br /> <br />
            Для начала нужно разобрать наушники либо наушник в зависимости от вашего типа устройства. Используем медицинскую
            лопатку и аккуратно проходимся ей по контуру стыка, немного отгибая в сторону до характерного щелчка.
        </p>
        <div class="text-center"><img src='/img/articles/hoco_earphones/image003.webp'></div></img>
        <p>На фотографии видно в каких местах необходимо их вскрывать, разбор данной модели был немного затруднен, в связи с
            тем, что корпус внутри был герметично залит специальным клеем, препятствующим попаданию влаги.</p>
        <div class="text-center"><img src='/img/articles/hoco_earphones/image004.webp'></div></img>
        <p>После разбора необходимо извлечь поврежденные провода и выполнить с ними следующие действия:</p>
        <ul>
            <li>Зачистить от защитного экрана (оболочки)</li>
            <li>Зачистить непосредственно сами провода</li>
            <li>Залудить (провода находятся в специально обработанном лаке)</li>
            <li>Припаять к плате и зафиксировать.</li>
        </ul>
        <div class="text-center"><img src='/img/articles/hoco_earphones/image005.webp'></div></img>
        <p>Для обработки припоем также используем пальник. Предварительно обрабатываем флюсом и залуживаем провода.</p>
        <p>Такой результат у нас должен получиться.</p>
        <div class="text-center"><img src='/img/articles/hoco_earphones/image006.webp'></div></img>
        <p>Теперь необходимо припаять провода к месту обрыва на плате.</p>
        <div class="text-center"><img src='/img/articles/hoco_earphones/image007.webp'></div></img>
        <p>После того как вы это выполнили, необходимо очистить остатки флюса спиртом и щеткой. Далее собираем все в обратном
            порядке. Для фиксации в корпусе я использовал клей B7000, он не проводит ток и быстро сохнет. Клея достаточно для
            того, чтобы зафиксировать внутри корпуса провод, и чтобы в последствии не оборвать его заново.</p>
        <div class="card">
            <div class="card-body">
                Если у вас возникли вопросы в процессе ремонта наушников, вы всегда можете написать в чат на сайте либо задать
                вопрос по телефону. Цена ремонта наушников от 300р. Ремонт одного наушника стоит так же от 300р в зависимости от
                модели и сложности ремонта. Не стесняйтесь обращаться по любому вопросу, цена и срок ремонта вас приятно удивят!
            </div>
        </div>`
        },
        {
            id: 'samsung-gt-i9001_simslot',
            name: 'Замена слота сим карты',
            title: 'Замена слота для сим карты на телефоне samsung GT-i9001',
            img: '/img/articles/samsung-gt-i9001_simslot/preview.webp',
            content: `<p>В данной статье мы с вами рассмотрим процесс замена слота для сим карты (сим-коннектора) на телефоне Samsung.</p>
            <div class="text-center"><img src="/img/articles/samsung-gt-i9001_simslot/image001.webp" /></div>
            <p>Небольшое предисловие и меры безопасности для выполнения данной работы. <br />
                Все нижеописанное перечислено для того, чтобы предостеречь вас от поломки аппарата в процессе ремонта.
            </p>
            <ul>
                <li>Самое главное – не убить аппарат, выполнять все очень аккуратно и бережно, следовать инструкции. Если есть
                    сомнения - лучше задать вопрос в чате либо позвонить и проконсультироваться. Времени много не займет, но очень
                    поможет вам в самостоятельном ремонте.</li>
                <li>Самое опасное для любой электроники – перегрев. Соблюдайте температурный режим пайки как паяльником, так и
                    феном.</li>
            </ul>
            <p>Пожалуй, это 2 самых важных правила. В замене сим коннектора на телефоне нет ничего сложного, если есть хоть какой-то
                базовый опыт и желание. Остальное мы с вами разберем в процессе ремонта. <br /><br /></p>
            <ol>
                <li>Пинцет</li>
                <li>Лопатка для снятия микросхем либо что-то похожее, например, медицинский зонд</li>
                <li>Щетка</li>
                <li>Спирт изопропиловый (Flux-off, ацетон)</li>
                <li>Оплетка (желательно сечением не меньше 1.5мм)</li>
                <li>Припой (оловосвинцовый)</li>
                <li>Сплав Розе либо Вуда</li>
                <li>Крестовая отвертка тонкая</li>
                <li>Медицинская лопатка</li>
            </ol>
            <div class="text-center"><img src="/img/articles/samsung-gt-i9001_simslot/image002.webp" /></div>
            <p>Также необходима паяльная станция от самой бюджетной до дорогостоящей. <br />
                Для данного ремонта подойдет любая.</p>
            <div class="text-center"><img src="/img/articles/samsung-gt-i9001_simslot/image003.webp" /></div>
            <p>Уделять особого внимания разбору телефона не будем. Все банально просто - используя лопатку, отвертку, разбираем
                телефон, извлекаем системную плату и далее снимаем верхнюю плату лопаткой. Будьте внимательны к коннекторам и
                шлейфам. Все проверяем дважды, чтобы не повредить при разборе.</p>
            <div class="text-center"><img src="/img/articles/samsung-gt-i9001_simslot/image004.webp" /></div>
            <p>Как мы видим на фото сим слот неисправен, нет одного контакта из 6 внутри сим коннектора. <br />
                Восстанавливать смысла нет. Самое верное - полностью поменять его на аналогичный. <br /><br />
                Я использую сим коннектор с аналогичной модели, но подойдет любой идентичный. Можно либо купить новый, либо снять с
                нерабочего аппарата. <br />
                Купить коннектор достаточно просто. Ищем в поисковике «сим-коннектор/сим-слот Samsung” и название вашей модели
                телефона.
            </p>
            <div class="card">
                <div class="card-body">
                    Вариантов должно быть много, но если будут проблемы как с заменой так и с поиском, вы всегда можете обратиться в
                    iМастер. Замена сим слота стоит от 600р, а времени потребуется от 1 часа.
                </div>
            </div>
            <p>Далее начинается самое интересное - нам необходимо снять нерабочий сим слот и установить новый.</p>
            <div class="text-center"><img src="/img/articles/samsung-gt-i9001_simslot/image005.webp" /></div>
            <p>Выставляем температуру паяльника примерно 390 градусов. Эта температура позволит нам работать с обоими сплавами. Флюс
                используем любой, наносим его по краям коннектора слева и справа, далее на контакты снизу и сверху. Паяльником
                обрабатываем все контакты сплавом розе либо вуду, это позволит нам заменить сим слот без труда. Температура
                плавления значительно снизится, так как температура плавления розе в пределах 200 градусов, а вуда и вовсе в районе
                100 градусов.<br /><br />
                Далее есть 2 варианта снятия:
            </p>
            <ol>
                <li>Паяльником с использованием зонда либо лопатки для микросхем</li>
                <li>Феном и пинцетом </li>
            </ol>
            <p>Мы с вами разберем оба. Фен не у всех есть под рукой, да и снимать паяльником гораздо безопаснее для тех, кто
                проделывает процедуру впервые.</p>
            <ol>
                <li>
                    Паяльник. <br />
                    Необходимо, прогревая каждый контакт, понемногу приподнимать сим коннектор. Имеется в виду, что мы дотрагиваемся
                    до самих контактов сим и поднимаем их вверх в момент нагрева. И так все по кругу до тех пор пока они полностью
                    не отпаяются от платы. Процесс достаточно долгий и монотонный, главное - не торопиться и делать все аккуратно.
                    Не отрывайте коннектор силой! Вы можете повредить контакты, ничего хорошего из этого не получится.
                </li>
                <li>
                    Фен.<br />
                    Процесс занимает мало времени, но требует еще большей аккуратности.<br />
                    Выставляем температуру фена 290-310 градусов и постепенно нагреваем сим слот в местах, где он припаян,
                    одновременно поддевая его.<br />
                    Как только он нагреется, снимаем его пинцетом и даем остыть. Не допускайте долгого нагрева находящихся рядом
                    компонентов. Старайтесь не задевать их пинцетом, иначе можно повредить обвязку вокруг сим-слота. Если вы
                    понимаете, что феном не получается его снять после длительного нагрева, лучше убрать фен в сторону и следовать
                    пункту «1», дабы не сжечь плату.<br />
                    После снятия сим слота берем оплетку, прижимаем к местам, где был припаян сим-слот, и убираем припой, чтобы все
                    площадки крепления были зачищены как на фото выше. Обрабатываем все изопропиловым спиртом, используя щетку.
                    Желательно повторить процесс 2-3 раза, чтобы убрать остатки флюса и обезжирить плату для установки нового
                    сим-коннектора.
            
                </li>
            </ol>
            <div class="card">
                <div class="card-body">
                    Не забывайте! iМастер готов прийти на помощь, даже если вы застряли на любом из этапов ремонта. Цена и время
                    ремонта вас приятно удивят. И помним самое главное — если вы не уверены в правильной замене, лучше обратиться к
                    специалисту, чтобы сохранить устройство в рабочем состоянии.
                </div>
            </div>
            <p>На новом сим коннекторе обрабатываем все места спайки припоем, чтобы залудить ножки. Так его проще поставить.
                Устанавливаем сим-коннектор таким образом, чтобы все его ножки были ровно на местах стыковки на плату. Далее очень
                аккуратно придерживаем слот и паяльником припаиваем все ножки. Не забываем про контакты по бокам, они очень важны.
                Их функция - держать коннектор засчет припоя на массу для лучшей фиксации, и чтобы коннектор сим не оторвался в
                процессе использования.</p>
            <div class="text-center"><img src="/img/articles/samsung-gt-i9001_simslot/image006.webp" /></div>
            <p>Стрелки указывают на контакты массы. Кругами указаны контакты припоя к плате: 3 слева и 3 справа. <br /><br />
                Для наглядности показано, как нужно хорошо пропаять контакты. Отчетливо видно, что:
                <ol>
                    <li>Контакт не припаян</li>
                    <li>Контакт припаян плохо</li>
                    <li>Контакт припаян хорошо – именно так и должны быть пропаяны все контакты.</li>
                </ol>
            </p>
            <p>Практически вся работа выполнена, собираем наш телефон в обратном порядке и проверяем, устанавливая сим карту в
                телефон.</p>
            <div class="text-center"><img src="/img/articles/samsung-gt-i9001_simslot/image007.webp" /></div>
            <p>Не обращаем внимание на экран на фотто, он исправно работает. Наша задача - сигнал, как видим, сим карта распознана и
                даже есть 3g сеть.</p>
            <h4>У Вас все получилось, отлично!</h4>
            <div class="card">
                <div class="card-body">
                    Если после прочтения данной статьи вы понимаете, что замена сим слота это ремонт, на который у вас нет ни
                    времени, ни оборудования, вы можете обратиться к специалисту i-Мастер. Замена сим-слота - процесс не легкий и
                    вам будет гораздо удобнее сэкономить свое время, потратив гораздо меньше средств, чем стоимость ремонта в
                    крупных СЦ. iМастер гарантирует вам стоимость на 30-50% ниже рыночной.
                </div>
            </div>`
        },
        {
            id: 'nokia_power-controller',
            name: 'Замена контроллера питания на телефоне Nokia',
            title: 'Замена контроллера питания на телефоне Nokia',
            img: '/img/articles/nokia_power-controller/preview.webp',
            content: `<p>В данной статье мы рассмотрим достаточно частую неисправность - ваш телефон перестал включаться, заряжаться, начал
            греться. Вероятнее всему виной неисправная цепь питания телефона в которую входит главный компонент - контроллер
            питания. Это самая распространённая поломка в мобильной электронике, так как именно он отвечает за распределение
            питания до всех узлов телефона в том числе и заряд телефона. Если телефон перестал заряжаться, возможно проблема
            кроется именно в контроллере питания. Мы рассмотрим ремонт телефона Nokia 2 с неисправной микросхемой питания.</p>
        <div class="text-center"><img src="/img/articles/nokia_power-controller/image001.webp" /></div>
        <p>Купить новую микросхему питания не составит труда, главное - знать её маркировку, либо иметь подходящий девайс, с
            которого её можно снять, скажем так с трупа телефона с аналогичным питанием.</p>
        <p>Определимся с набором необходимых расходников и оборудования. <br />
            Нам потребуются:</p>
        <ol>
            <li>Ватные палочки</li>
            <li>Пинцет</li>
            <li>Бессвинцовая паяльная паста</li>
            <li>Трафарет</li>
            <li>Спирт</li>
            <li>Флюс обычный либо индикаторный</li>
            <li>Оплетка</li>
        </ol>
        <div class="text-center"><img src="/img/articles/nokia_power-controller/image002.webp" /></div>
        <p>Данная процедура по замене микросхемы питания, к сожалению, доставит много проблем и сложностей для начинающего
            специалиста либо радиолюбителя, поэтому многие термины в статье могут быть непонятны.</p>
        <div class="card">
            <div class="card-body">
                В процессе ремонта можно запросто превратить телефон в «кирпич», который сделать уже будет невозможно. <br />
                Поэтому если у вас есть сомнения, рекомендую обратиться в iМастер. Цена замены микросхемы питания 600р для
                бюджетных телефонов и 1000р для более дорогих моделей. Это гораздо дешевле, чем покупать новый телефон,
                согласитесь! <br />
                Вы всегда можете обратиться в чат на сайте, либо позвонить по телефону указанному на сайте и я с радостью вам
                помогу!
            </div>
        </div>
        <h4>Итак приступим!</h4>
        <p>Сначала нам необходимо снять нерабочую микросхему. <br />
            Наносим флюс по периметру микросхемы, выставляем температуру фена 320 градусов и аккуратно прогреваем её. Через
            30-40 секунд необходимо дотронуться до края микросхемы, и если она слегка пошатнулась, то её можно снимать.
            Аккуратно поднимаем микросхему пинцетом, и пока плата не остыла, используя оплетку и паяльник, убираем остатки
            припоя с платы до получения результата, как на фото ниже.</p>

        <div class="text-center"><img src="/img/articles/nokia_power-controller/image003.webp" /></div>
        <p>Во время снятия и установки придерживайтесь следующих правил:</p>
        <ul>
            <li>Делайте все предельно аккуратно! Не нужно давить на плату. Ваша задача - слегка дотрагиваясь до платы, убрать
                припой и только. </li>
            <li>Не дотрагивайтесь до компонентов находящихся в обвязке основного питания.</li>
            <li>Нельзя подвергать плату долгому нагреву, так как можно повредить остальные компоненты.</li>
            <li>Во время снятия и установки микросхемы используйте защитные экраны либо фольгу, закрывая соседние детали. Их
                нагрев нежелателен.</li>
        </ul>
        <h4>Площадка зачищена.</h4>
        <p>После того как мы подготовили материнскую плату к замене элемента питания приступаем к самой микросхеме. <br />
            Наша задача сделать новые контактные площадки на микросхеме, если она была снята с устройства-донора. Если же мы
            покупаем новую микросхему, как правило, она уже готова к установке. Это можно понять по пятакам на микросхеме с
            обратной стороны. Выглядеть должно примерно так.</p>
        <div class="text-center"><img src="/img/articles/nokia_power-controller/image004.webp" /></div>
        <p>На данном фото мы видим микросхему, снятую с аналогичного аппарата, но рабочую для установки на данный
            девайс.<br /><br />
            Если мы используем микросхему с донора, то нам нужно накатать новые площадки. <br />
            Для этого подбираем трафарет по количеству шагов, нужно чтобы они совпадали с микросхемой. Наносим паяльную пасту,
            придерживая пинцетом трафарет, и распределяем пасту равномерно по площадке пальцем либо ватной палочкой.<br /><br />
            После этого прогреваем феном на температуре 250 градусов до момента, пока не увидим ножки, которые появились в
            результате плавления на микросхеме. Убираем фен и через несколько секунд убираем пинцет.<br /><br />
            После того как микросхема остыла аккуратно, без усилий достаем её и тщательно очищаем щеткой и спиртом.<br /><br />
            Проводим визуальный осмотр, все пятаки должны быть ровными. Далее, придерживая микросхему, еще раз прогреваем её на
            температуре 280 градусов, даём остыть.
        </p>
        <h4>Теперь микросхема готова к установке!</h4>
        <p>Процедура установки достаточно простая, если вы справились с предыдущими шагами, то поставить её мы сможете в два
            счета.<br /><br />
            Самое главное - в начале снятия запомнить, как именно стояла микросхема, это очень важно. На микросхеме есть ключ,
            обозначенный кругом, а на плате треугольник. Именно так и никак иначе должна быть проведена установка.<br /><br />
            Наносим немного флюса, прогреваем пару секунд феном и устанавливаем микросхему ровно так, как она должна быть. Далее
            выставляем фен на 320 градусов и начинаем прогревать до тех пор, пока наш контроллер питания не сядет. Вы сразу это
            поймете. Он чуть опустится на свое место и лишний флюс выйдет по периметру. После этого ждем. Наша системная плата
            должна остыть в течении 5-10 минут и только потом тщательно очищаем спиртом и даем просохнуть. Теперь самое
            интересное - результат проделанной работы!</p>
        <div class="text-center"><img src="/img/articles/nokia_power-controller/image005.webp" /></div>
        <p>После включения телефон не греется, не выключается, и мы явно видим показания на лабораторном блоке питания
            - при напряжение 3.9 вольт телефон ведет себя очень хорошо и потребляет 450 мА. Показания будут меняться в
            зависимости от того сколько нужно телефону в определенный момент. Но мы сразу поймем что работает он
            исправно.<br /><br />
            Итак если ваш телефон перестал включаться, либо вы знаете что вам требуется замена контроллера питания, процесс
            замены теперь вам понятен.</p>
        
        <div class="card">
            <div class="card-body">
                Однако, если после прочтения данной статьи у вас возникли сомнения, рекомендую вам воспользоваться услугами
                iМастер. Вы сможете сэкономить время и деньги, если не уверены в успехе ремонта. Цена замены контроллера
                питания, микросхемы питания от 600р. А времени потребуется не более часа!
            </div>
        </div>
        <p><strong>iМастер производит ремонт цепи питания на телефонах:</strong> <br/>
        iPhone, Samsung, Xiaomi, Huawei, Nokia, Sony, Meizu, Lenovo, ASUS, LG, DEXP, Blackview, Prestigio, DEXP, Vivo,
        Oppo, Doogee, Philips, Motorola, HTC и многих других брендов по самым доступным ценам.</p>`
        },
        {
            id: 'iphone5_display',
            name: 'Замена дисплея iPhone 5',
            title: 'Замена дисплея iPhone 5',
            img: '/img/articles/iphone5_display/preview.webp',
            content: `<p>В данной статье мы с вами рассмотрим процесс замены дисплейного модуля на телефоне iPhone 5. <br> <br>
            Процедура очень простая , нам потребуется всего 3 инструмента и час вашего времени :</p>
        <ol>
            <li>Крестовая отвертка 1.5 мм</li>
            <li>Отвертка "Звездочка" 0.8 мм</li>
            <li>Медицинская лопатка</li>
        </ol>
        <div class="text-center"><img src="/img/articles/iphone5_display/image001.webp" /></div>
        <h4>Итак, приступим.</h4>
        <ol>
            <li>Откручиваем звездочкой 2 нижних винта и поддеваем экран лопаткой.</li>
            <li>Откручиваем верхние 4 винта крестовой отверткой.</li>
            <li>Отключаем 3 шлейфа.</li>
            <li>Откручиваем 4 нижних винта.</li>
            <li>Отключаем коннектор батареи.</li>
        </ol>
        <p>На этом пока откладываем наш телефон в сторону и приступаем к переносу зап.частей на новый экран.</p>
        <div class="text-center"><img src="/img/articles/iphone5_display/image002.webp" /></div>
        <p>Откручиваем все винты и раскладываем их в строгой последовательности, они все разные не перепутайте. Аккуратно
            переставляем сначала верхний шлейф и динамик, далее металлическую пластину крепления экрана и кнопку «Домой». <br>
            <br>
            После того как мы все перенесли нам нужно подключить все три верхних шлейфа и только потом АКБ (батарею). Не
            забывайте что она должна быть отключена . Только после подключения дисплейного модуля подключаем батарею,
            закручиваем верхнюю защиту и потом защиту батареи. Фиксируем в корпусе экран и закручиваем двумя нижними
            винтами.<br>
            <br>
            Включаем и проверяем.
        </p>
        <div class="text-center"><img src="/img/articles/iphone5_display/image003.webp" /></div>
        <p>Процесс замены экрана достаточно простой, но все же требуется аккуратность и внимательность.</p>
        <div class="card">
            <div class="card-body">
                Если у вас в процессе ремонта возникли проблемы не стесняйте обращаться ! iМастер всегда готов прийти на помощь.
                Замена экрана стоит всего 600р, а времени потребуется не более 30 минут. Если есть сомнения, доверьте работу
                профессионалу. Удачных вам ремонтов!
            </div>
        </div>`
        }
    ],
    articlesItemsNew: [{
        id: 'acer_keyboard',
        name: 'Замена клавиатуры на ноутбуке Acer',
        title: 'Замена клавиатуры на ноутбуке Acer',
        img: '/img/articles/acer_keyboard/preview.webp',
        content: [{
                type: 'img',
                content: '/img/articles/acer_keyboard/1_webp.webp'
            },
            {
                type: 'p',
                content: `Здравствуйте, уважаемый посетитель сайта i-master.tech. В данной статье я хочу рассказать про все тонкости процесса
        замены клавиатуры на ноутбуке Acer.<br />
        Произвести ремонт клавиатуры, то есть её замену можно и самостоятельно, имея базовый опыт и необходимые
        инструменты.<br /><br />
        Для самостоятельной замены клавиатуры вам потребуются:`
            },
            {
                type: 'ol',
                content: ['Медицинский шпатель(лопатка)',
                    'Пластиковая лопатка, либо ненужная кредитная карта',
                    'Набор отверток',
                    'Пинцет(желательно)'
                ]
            },
            {
                type: 'p',
                content: `В каждом ноутбуке есть свои тонкости в снятии и установке новой клавиатуры, но в большинстве моделей клавиатура
        меняется без разбора ноутбука. Например, в представленной модели Acer 5920.<br />
        В иных случаях для снятия и установки клавиатуры вам потребуется полный разбор ноутбука, что крайне не рекомендуется
        делать, не имея достаточного опыта.`
            },
            {
                type: 'card',
                content: {
                    header: 'Важно!',
                    body: `Не забудьте извлечь аккумуляторную батарею и не выполняйте никакие работы, не обесточив
                    устройство.`
                }
            },
            {
                type: 'h4',
                content: 'Итак, начнём!'
            },
            {
                type: 'p',
                content: `Будь то замена клавиатуры на ноутбуке Asus либо замена клавиатуры на ноутбуке Samsung, вся процедура займет у вас не
                более часа при аккуратном демонтаже и установке.`
            },
            {
                type: 'img',
                content: '/img/articles/acer_keyboard/2_webp.webp'
            },
            {
                type: 'p',
                content: `При снятии клавиатуры на ноутбуке Acer, вам потребуется тонкий инструмент: желательно медицинская лопатка, а также
                медицинский зонд либо что-то очень похожее на него. Нужно слегка надавить вглубь ноутбука по
                направлению пластиковых держателей (см. фото) и параллельно немного подцепить клавиатуру, чуть приподнимая её. Не
                бойтесь тянуть её наверх, клавиатуры зачастую очень мягкие и без проблем гнутся без риска повреждения.<br />
                После снятия клавиатуры вы увидите единственный интерфейсный шлейф. Используйте пинцет либо тонкую отвертку для
                изъятия шлейфа. Предварительно отодвиньте каретку в сторону экрана.`
            },
            {
                type: 'card',
                content: {
                    header: 'Внимание!',
                    body: `При установке новой клавиатуры в корпус предварительно необходимо проверить все кнопки на
                    наличие дефектов и только потом производить установку.`
                }
            },
            {
                type: 'img',
                content: '/img/articles/acer_keyboard/3_webp.webp'
            },
            {
                type: 'h4',
                content: 'Могу Вас поздравить!<br/> Вы успешно произвели самостоятельный ремонт!'
            },
            {
                type: 'p',
                content: 'Однако, если у вас:'
            },
            {
                type: 'ul',
                content: ['Недостаточно опыта в установке клавиатуры ноутбука.',
                    'Нет нужного инструмента',
                    'Есть опасения за стоимость установки клавиатуры в СЦ'
                ]
            },
            {
                type: 'p',
                content: 'Вы можете обратиться в iМастер. Средняя стоимость замены клавиатуры в районе 800р. А срок ремонта от 10 минут.'
            },
            {
                type: 'card',
                content: {
                    body: `При появлении любых вопросов, связанных с ремонтом вашего ноутбука или нетбука, вы всегда можете написать в
                    чат на сайте либо позвонить, а также написать в наш instagram.<br /> Если у вас нет времени на самостоятельный ремонт, 
                    самостоятельную замену клавиатуры, вы всегда можете
                    обратиться ко мне и произвести ремонт у специалиста с огромным опытом ремонта мобильной электроники.`
                }
            }
        ]
    }]
}