module.exports = {
    articlesItems: [{
            id: 'acer_keyboard',
            name: 'Замена клавиатуры на ноутбуке Acer',
            title: 'Замена клавиатуры на ноутбуке Acer',
            img: '/img/articles/acer_keyboard/preview.webp',
            content: [{
                    type: 'img',
                    content: '/img/articles/acer_keyboard/1_webp.webp'
                },
                {
                    type: 'p',
                    content: `Здравствуйте, уважаемый посетитель сайта i-master.tech. В данной статье я хочу рассказать про все тонкости процесса
        замены клавиатуры на ноутбуке Acer.`
                },
                {
                    type: 'p',
                    content: `Произвести ремонт клавиатуры, то есть её замену можно и самостоятельно, имея базовый опыт и необходимые инструменты.`
                },
                {
                    type: 'p',
                    content: `Для самостоятельной замены клавиатуры вам потребуются:`
                },
                {
                    type: 'ol',
                    content: ['Медицинский шпатель(лопатка)',
                        'Пластиковая лопатка, либо ненужная кредитная карта',
                        'Набор отверток',
                        'Пинцет(желательно)'
                    ]
                },
                {
                    type: 'p',
                    content: `В каждом ноутбуке есть свои тонкости в снятии и установке новой клавиатуры, но в большинстве моделей клавиатура
        меняется без разбора ноутбука. Например, в представленной модели Acer 5920.`
                },
                {
                    type: 'p',
                    content: `В иных случаях для снятия и установки клавиатуры вам потребуется полный разбор ноутбука, что крайне не рекомендуется
        делать, не имея достаточного опыта.`
                },
                {
                    type: 'card',
                    content: {
                        header: 'Важно!',
                        body: `Не забудьте извлечь аккумуляторную батарею и не выполняйте никакие работы, не обесточив
                    устройство.`
                    }
                },
                {
                    type: 'h4',
                    content: 'Итак, начнём!'
                },
                {
                    type: 'p',
                    content: `Будь то замена клавиатуры на ноутбуке Asus либо замена клавиатуры на ноутбуке Samsung, вся процедура займет у вас не
                более часа при аккуратном демонтаже и установке.`
                },
                {
                    type: 'img',
                    content: '/img/articles/acer_keyboard/2_webp.webp'
                },
                {
                    type: 'p',
                    content: `При снятии клавиатуры на ноутбуке Acer, вам потребуется тонкий инструмент: желательно медицинская лопатка, а также
                медицинский зонд либо что-то очень похожее на него. Нужно слегка надавить вглубь ноутбука по
                направлению пластиковых держателей (см. фото) и параллельно немного подцепить клавиатуру, чуть приподнимая её. Не
                бойтесь тянуть её наверх, клавиатуры зачастую очень мягкие и без проблем гнутся без риска повреждения.`
                },
                {
                    type: 'p',
                    content: `После снятия клавиатуры вы увидите единственный интерфейсный шлейф. Используйте пинцет либо тонкую отвертку для
                изъятия шлейфа. Предварительно отодвиньте каретку в сторону экрана.`
                },
                {
                    type: 'card',
                    content: {
                        header: 'Внимание!',
                        body: `При установке новой клавиатуры в корпус предварительно необходимо проверить все кнопки на
                    наличие дефектов и только потом производить установку.`
                    }
                },
                {
                    type: 'img',
                    content: '/img/articles/acer_keyboard/3_webp.webp'
                },
                {
                    type: 'h4',
                    content: 'Могу Вас поздравить! Вы успешно произвели самостоятельный ремонт!'
                },
                {
                    type: 'p',
                    content: 'Однако, если у вас:'
                },
                {
                    type: 'ul',
                    content: ['Недостаточно опыта в установке клавиатуры ноутбука.',
                        'Нет нужного инструмента',
                        'Есть опасения за стоимость установки клавиатуры в СЦ'
                    ]
                },
                {
                    type: 'p',
                    content: 'Вы можете обратиться в iМастер. Средняя стоимость замены клавиатуры в районе 800р. А срок ремонта от 10 минут.'
                },
                {
                    type: 'card',
                    content: {
                        body: `При появлении любых вопросов, связанных с ремонтом вашего ноутбука или нетбука, вы всегда можете написать в
                    чат на сайте либо позвонить, а также написать в наш instagram. Если у вас нет времени на самостоятельный ремонт, 
                    самостоятельную замену клавиатуры, вы всегда можете
                    обратиться ко мне и произвести ремонт у специалиста с огромным опытом ремонта мобильной электроники.`
                    }
                }
            ]
        }, {
            id: `huawei-p-smart-2019_display`,
            name: `Замена дисплейного модуля Huawei P Smart`,
            title: `Замена дисплейного модуля смартфона Huawei P Smart 2019`,
            img: `/img/articles/huawei-p-smart_display/preview.webp`,
            content: [{
                type: `img`,
                content: `/img/articles/huawei-p-smart_display/image1.webp`
            }, {
                type: `p`,
                content: `
        В данной статье мы рассмотрим замену дисплейного модуля на примере смартфона Huawei P Smart 2019.`
            }, {
                type: `p`,
                content: `Замена экрана Huawei P Smart 2019 практически идентична замене на любом другом устройстве,
                будь то замена
                дисплейного модуля на смартфоне Sony,
                Samsung,
                Philips,
                Xiaomi,
                Meizu и других производителей.`
            }, {
                type: `p`,
                content: `Поломка телефона,
                в частности повреждение дисплея это - самая частая поломка мобильных устройств.Данная
                статья позволит вам самостоятельно произвести замену дисплейного модуля своими руками.`
            }, {
                type: `h4`,
                content: `Итак начнем!`
            }, {
                type: `p`,
                content: `
            Для начала разберемся с необходимым инструментом и оборудованием.
            Вам потребуются: `
            }, {
                type: `ol`,
                content: [`Медицинская лопатка`,
                    `Скальпель`,
                    `Набор отверток`,
                    `Пластиковая карта либо её аналог`,
                    `Скотч 3М либо клей по типу B7000 T7000 E7000, либо ему подобный`,
                    `Желательна паяльная станция, сепаратор либо что-то подобное для прогрева до 250 градусов`,
                    `Спирт изопропиловый, ацетон, flux-off (не использовать парфюмерную воду, алкоголь и прочие жидкости)`,
                    `Ватные палочки, зубная щетка`,
                    `Пластиковые прищепки либо резинки.`
                ]
            }, {
                type: `h4`,
                content: `Важно!`
            }, {
                type: `ul`,
                content: [`Не торопитесь. Делайте все предельно аккуратно, так как шлейфы, коннекторы,
                радиокомпоненты на системной плате хрупкие.`,
                    `При вскрытии и извлечении аккумуляторной батареи не использовать металлические инструменты! При
                повреждении АКБ
                есть риск выхода её из строя и даже возгорание!`, `
                При разборе телефона все болты должны быть установлены именно в то место, откуда они были извлечены.Не
                все
                болты одинаковой длины и вы запросто можете повредить плату либо экран.`,
                    `Не подключать новый дисплей либо старый при подключенной АКБ.Все делать только в обесточенном
                состоянии.Есть
                риск повреждения дисплея, цепи питания дисплея.Например, выгоревшей микросхемой питания подсветки из - за
                подключения« на горячую».Как это часто бывает по незнанию.Будьте внимательны!`
                ]
            }, {
                type: `p`,
                content: `
                Данное отступление сделано чтобы предостеречь,
                а не напугать вас сложностью замены.Нужно соблюдать
                элементарные правила,
                и все у вас получится!`
            }, {
                type: `card`,
                content: {
                    body: `
                    Если у вас появились сомнения по самостоятельной замене вы всегда можете написать в чат на сайте либо позвонить,
                    и я с радостью проконсультирую вас!Стоимость замены дисплея начинается от 600 р.
                    `
                }
            }, {
                type: `h4`,
                content: `Приступим!`
            }, {
                type: `p`,
                content: `В первую очередь необходимо извлечь сим-лоток их очень часто ломают, так что будьте внимательны.`
            }, {
                type: `p`,
                content: `Далее используя пластиковую карту начинайте отгибать корпус по кругу телефона до щелчка.Щелчок говорит о том,
                что
                пластиковые замки отошли от корпуса.`
            }, {
                type: `p`,
                content: `После того как вы извлекли заднюю крышку,
                не спешите убирать её.Нужно
                отключить шлейф датчика отпечатка пальца(№1 на картинке).Это можно сделать пластиковой лопаткой.Чтобы извлечь
                его,
                необходимо снять металлическую защиту.Она закреплена 3 - мя винтами(3 красных круга на фото).После этого
                аккуратно извлекаем её и отключаем шлейф.`
            }, {
                type: `p`,
                content: `Крышка снята!`
            }, {
                type: `img`,
                content: `/img/articles/huawei-p-smart_display/image2.webp`
            }, {
                type: `p`,
                content: `На фото вы видите 4 стрелки:`
            }, {
                type: `ol`,
                content: [`Шлейф датчика отпечатка пальца`,
                    `Шлейф дисплейного модуля (экран)`,
                    `Шлейф аккумуляторной батареи`,
                    `Межплатный шлейф (соединяет нижнюю плату с основной материнской(системной) платой)`
                ]
            }, {
                type: `p`,
                content: `Сначала нужно обесточить телефон! Далее отключаем шлейфы начиная с третьего. Далее четвертый и второй.`
            }, {
                type: `p`,
                content: `Все шлейфы у нас отключены.Теперь необходимо снять АКБ(батарею).`
            }, {
                type: `p`,
                content: `Для легкого извлечения батареи рекомендую вам 2 - 3 кубика спирта залить в любое место в корпус под батарею,
                используя
                шприц.Это значительно облегчит вам её демонтаж - спирт разъест клей и вы без труда сможете её извлечь,
                например
                пластиковой лопаткой(не использовать металлические инструменты) !В процессе извлечения не проткните
                АКБ!`
            }, {
                type: `p`,
                content: `На фото ниже представлен телефон со снятой АКБ.`
            }, {
                type: `img`,
                content: `/img/articles/huawei-p-smart_display/image3.webp`
            }, {
                type: `p`,
                content: `После снятия АКБ переворачиваем телефон и проделываем тоже самое со спиртом и шприцом - 2-3 кубика с помощью иглы
                смело выливаем по всему дисплею в рамку между корпусом и экраном.Через 2 - 3 минуты клей начнет терять свои свойства,
                и вы без труда,
                используя скальпель,
                сможете его поддеть.`
            }, {
                type: `p`,
                content: `Выставляем фен на 200 градусов и прогреваем дисплей аккуратно по всему периметру в течение 30 - 40 секунд.Это
                облегчит вам работу по демонтажу.`
            }, {
                type: `card`,
                content: {
                    header: `Важно!`,
                    body: `Не забываем отклеить шлейф дисплея с обратной стороны корпуса.`
                }
            }, {
                type: `h4`,
                content: `Практически вся основная работа выполнена!`
            }, {
                type: `card`,
                content: {
                    body: `Если у вас возникли сложности в разборе и ремонте вашего девайся iМастер всегда готов вам помочь. Я выполняю
                    ремонт любых телефонов,
                    а замена дисплейного модуля производится с использованием профессионального
                    оборудования.Замена модуля,
                    в среднем,
                    производится за 1 час.
                    `
                }
            }, {
                type: `p`,
                content: `После извлечения дисплея необходимо убрать остатки клея и стекла в месте установленного ранее дисплейного модуля.
                Будьте внимательны,
                весь периметр установки экрана должен быть абсолютно чистым иначе при установке нового экрана,
                если что - то попадет под него,
                экран может треснуть.`
            }, {
                type: `p`,
                content: `Убираем все металлической лопаткой и протираем ватной палочкой,
                предварительно обработанной в спирте.`
            }, {
                type: `p`,
                content: `Теперь мы можем производить установку нового экрана,
                но до этого нужно еще раз обезжирить поверхность,
                используя
                щетку и спирт.`
            }, {
                type: `p`,
                content: `Если вы сомневаетесь в работоспособности нового экрана,
                рекомендую вам сначала просто подключить его,
                не
                производя установку в корпус,
                и после полной проверки уже производить монтаж.`
            }, {
                type: `img`,
                content: `/img/articles/huawei-p-smart_display/image4.webp`
            }, {
                type: `p`,
                content: `Далее берем наш клей и аккуратно наносим его по всему периметру корпуса (не допускайте попадания в технологические
            отверстия такие как динамик,
            микрофон и прочие).`
            }, {
                type: `p`,
                content: `После нанесения клея необходимо сразу аккуратно установить экран в корпус(не забудьте про шлейф).После того как
                дисплей установлен ровно в корпус,
                его необходимо зафиксировать на 30 - 40 минут под давлением используя прищепки либо
                канцелярские резинки(стянув экран),
                чтобы клей равномерно распределился по корпусу и высох.`
            }, {
                type: `p`,
                content: `После всех проделанных операций собираем телефон в обратной последовательности и в последнюю очередь подключаем
                батарею.`
            }, {
                type: `h4`,
                content: `Поздравляю! Телефон готов!`
            }, {
                type: `img`,
                content: `/img/articles/huawei-p-smart_display/image5.webp`
            }, {
                type: `p`,
                content: `Не забываем проверить все еще раз перед закрытием крышки. Например, подключить шлейф датчика отпечатка пальца.`
            }, {
                type: `p`,
                content: `Если он у вас перестал работать,
                вероятнее всего он просто не инициализировался системой.Перезагрузите телефон.`
            }, {
                type: `card`,
                content: {
                    body: `iМастер всегда к вашем услугам, мы производим ремонт любой мобильной электроники.
                Замена дисплея,
                замена тачскрина,
                замена дисплейного модуля на телефонах Samsung,
                Xiaomi,
                Meizu,
                Sony,
                ZTE,
                Iphone,
                Ginzu,
                Alcatel,
                Jinga Basco,
                Lenovo,
                Motorolla и многих других производителей.
                `
                }
            }]
        }, {
            id: `iphone6_motherboard`,
            name: `Замена материнской платы iPhone 6`,
            title: `Замена материнской платы iPhone 6`,
            img: `/img/articles/iphone6_motherboard/preview.webp`,
            content: [{
                type: `p`,
                content: `В данной статье мы рассмотри замену материнской (системной) платы на iPhone 6.`
            }, {
                type: `img`,
                content: `/img/articles/iphone6_motherboard/image001.webp`
            }, {
                type: `p`,
                content: `В данном примере имеется исправная плата с отпечатком пальца, которую мы будем устанавливать взамен нерабочей.`
            }, {
                type: `p`,
                content: `Определимся с набором необходимых инструментов:`
            }, {
                type: `ol`,
                content: [`Пинцет`,
                    `Кредитная карта`,
                    `Присоска Mechanic`,
                    `Пластиковая лопатка`,
                    `Медицинская лопатка`,
                    `Отвертка крестовая 1.5 х25мм`,
                    `Отвертка звездочка 0.8 мм`
                ]
            }, {
                type: `img`,
                content: `/img/articles/iphone6_motherboard/image002.webp`
            }, {
                type: `h4`,
                content: `Приступим.`
            }, {
                type: `p`,
                content: `Берем отвертку №7 и в нижней части телефона откручиваем 2 винта крепления дисплейного модуля.`
            }, {
                type: `p`,
                content: `После этого нам необходимо снять дисплей из корпуса.Берем присоску,
                слегка тянем на себя и одновременно вставляем
                пластиковуюлопатку с нижней стороны между экраном и корпусом,
                чуть приподнимая.Нужно,
                чтобы заводская проклейка
                экрана отошла от корпуса,
                и тогда экран слегкостью выйдет из пазов крепления внутри корпуса.Будьте предельно
                аккуратны,
                на данном этапе разбора очень легко повредить экран.`
            }, {
                type: `card`,
                content: {
                    body: `Если вы понимаете, что у вас не хватает для этого опыта, жду Вас в числе моих клиентов. С радостью помогу вам с
                            ремонтом вашего устройства. Замена платы обойдется вам от 600 рублей и займет примерно час. 
                            Если же вы все таки решились делать ремонт самостоятельно идем дальше.`
                }
            }, {
                type: `img`,
                content: `/img/articles/iphone6_motherboard/image003.webp`
            }, {
                type: `p`,
                content: `После того как мы с вами сняли экран, необходимо снять все защитные экраны под болтами и крепление платы в корпус.`
            }, {
                type: `p`,
                content: `Рекомендую вам не путать винты и раскладывать их в строгой последовательности.Все винты в телефоне разные и очень
                        часто получается так,
                        что можно поставить болт большей длины,
                        чем предусмотрено конструкцией,
                        и в последствии вам
                        придется искать "как отремонтировать пробитую гильзу",
                        "провернул плату винтом,
                        что делать" и "сколько стоит ремонт
                        платы после неудачной замены на iPhone".`
            }, {
                type: `img`,
                content: `/img/articles/iphone6_motherboard/image004.webp`
            }, {
                type: `p`,
                content: `Откручиваем винты, как показано на фото. Убираем защитные экраны и отключаем коннекторы от платы пластиковой
                            лопаткой.Помним правило - всегда отключаем коннектор АКБ.Он находится под пластиной с двумя винтами.
                            `
            }, {
                type: `img`,
                content: `/img/articles/iphone6_motherboard/image005.webp`
            }, {
                type: `p`,
                content: `На фото показаны все винты, которые необходимо открутить. Раскладывайте их в той же последовательности, чтобы не
                                перепутать при сборке.`
            }, {
                type: `p`,
                content: `Извлекаем остальные винты и не забываем про сим - лоток`
            }, {
                type: `p`,
                content: `Снимаем камеру,
                теперь она не зафиксирована.`
            }, {
                type: `p`,
                content: `Все коннекторы аккуратно отключаем пластиковой лопаткой либо пинцетом.`
            }, {
                type: `img`,
                content: `/img/articles/iphone6_motherboard/image006.webp`
            }, {
                type: `img`,
                content: `/img/articles/iphone6_motherboard/image007.webp`
            }, {
                type: `p`,
                content: `Аккуратно извлекаем системную плату. Убедитесь, что все винты крепления сняты и шлейфы отключены.`
            }, {
                type: `p`,
                content: `Устанавливаем нашу новуюсистемную плату и собираем все в обратной последовательности.`
            }, {
                type: `p`,
                content: `После того как все винты находятся на своих местах,
                переходим к дисплейному модулю.`
            }, {
                type: `img`,
                content: `/img/articles/iphone6_motherboard/image008.webp`
            }, {
                type: `p`,
                content: `Нам необходимо поменять кнопку« Домой»,
                                        иначе старая кнопка работать у нас не будет также как и функция Touch
                                        ID.`
            }, {
                type: `p`,
                content: `Кнопка имеет прямую привязку к процессору телефона и поменять её на другую у нас не получится.`
            }, {
                type: `p`,
                content: `Отключайте кнопку аккуратно,
                не повредите шлейф.`
            }, {
                type: `p`,
                content: `После установки новой кнопки подключаем экран,
                закрепляем его защитным экраном и только потом подключаем АКБ.Не
                забывайте,
                все действия проводить только на обесточенном телефоне.`
            }, {
                type: `p`,
                content: `Теперь практически всё готово.`
            }, {
                type: `img`,
                content: `/img/articles/iphone6_motherboard/image009.webp`
            }, {
                type: `p`,
                content: `Наш телефон включился и работает исправно.`
            }, {
                type: `p`,
                content: `Устанавливаем дисплейный модуль в корпус,
                закручиваем винты крепления и пользуемся практически новым телефоном,
                ведь
                мы поменяли всё его содержимое.`
            }, {
                type: `card`,
                content: {
                    body: `
        iМастер выполняет ремонт любой сложности и производит замену любых системных плат на iPhone.Замена
        системной
        платы на iPhone 6 обойдется вам от 600 р.Замена платы на телефоне процедура не из легких и нужно обладать
        хотя
        бы базовыми навыками для этой процедуры.
        `
                }
            }]
        },
        {
            id: `samsung-j2-prime_display`,
            name: `Замена дисплея, тачскрина на Samsung Galaxy J2 Prime`,
            title: `Замена дисплея, сенсорного стекла (тачскрина) на Samsung Galaxy J2 Prime`,
            img: `/img/articles/galaxy-j2-prime_display-touchscreen/preview.webp`,
            content: [{
                    type: `p`,
                    content: `В этой статье мы рассмотрим замену дисплея и сенсорного стекла(тачскрина) на примере смартфона Samsung Galaxy J2 Prime.`
                }, {
                    type: `img`,
                    content: `/img/articles/galaxy-j2-prime_display-touchscreen/image001.webp`
                }, {
                    type: `p`,
                    content: `Процедура достаточно простая и не потребует большого количества оборудования и инструментов.`
                }, {
                    type: `p`,
                    content: `Нам потребуются:`
                }, {
                    type: `ol`,
                    content: [
                        `Щетка`,
                        `Кредитная карта либо её аналог`,
                        `Ватные палочки`,
                        `Клей T7000 либо его аналоги`,
                        `Медицинская лопатка`,
                        `Скальпель`,
                        `Отвертки`,
                        `Спирт изопропиловый`,
                        `Термофен (паяльная станция)`
                    ]
                }, {
                    type: `img`,
                    content: `/img/articles/galaxy-j2-prime_display-touchscreen/image002.webp`
                }, {
                    type: `img`,
                    content: `/img/articles/galaxy-j2-prime_display-touchscreen/image003.webp`
                }, {
                    type: `h4`,
                    content: `Итак, приступим`
                }, {
                    type: `img`,
                    content: `/img/articles/galaxy-j2-prime_display-touchscreen/image004.webp`
                }, {
                    type: `p`,
                    content: `
        Снимаем заднюю крышку,
        отключаем батарею и видим пластиковую заглушку.Берем лопатку и аккуратно поддеваем заглушку с
        правой стороны.Она служит для отключения дисплея при разборе телефона.Отключаем коннектор дисплея медицинской
        лопаткой либо скальпелем.Будьте аккуратны и не повредите компоненты на системной плате.
        `
                }, {
                    type: `img`,
                    content: `/img/articles/galaxy-j2-prime_display-touchscreen/image005.webp`
                }, {
                    type: `p`,
                    content: `Откручиваем все винты.Их можно сложить вместе.При сборке вы не сможете их перепутать так как они все одинаковы.`
                }, {
                    type: `img`,
                    content: `/img/articles/galaxy-j2-prime_display-touchscreen/image006.webp`
                }, {
                    type: `p`,
                    content: `
        Ну а теперь самое интересное - нам нужно избавиться от поврежденного дисплея и тачскрина.Особая аккуратность не
        требуется,
        запчасти уже повреждены и мы сможем быстро их извлечь,
        не опасаясь за их работоспособность.`
                }, {
                    type: `p`,
                    content: `Выставляем температуру фена на 250 градусов и аккуратно прогреваем экран по кругу в течении 1 - 2 минут.Наша задача—
                    максимально нагреть сенсорное стекло и разогреть клей,
                    для того чтобы без особых усилий извлечь тачскрин.`
                }, {
                    type: `p`,
                    content: `После прогрева берем скальпель и аккуратно поддеваем сенсорное стекло,
                    приподнимая вверх.Далее проделываем тоже
                    самое с дисплеем.Все достаточно просто.Самое главное - не торопиться и делать все предельно аккуратно.`
                }, {
                    type: `p`,
                    content: `На фотографии видно, что должно получиться после снятия поврежденных деталей.`
                }, {
                    type: `p`,
                    content: `
        Далее берем щетку и изопропиловый спирт и обезжириваем рамку,
        в которой ранее был установлен тачскрин.Не забываем
        удалять остатки клея.`
                }, {
                    type: `p`,
                    content: `Берем ватные палочки и проделываем тоже самое.Нам нужно полностью убрать остатки клея для установки новых деталей.`
                }, {
                    type: `p`,
                    content: `Берем наш новый дисплей и тачскрин.Удаляем транспортировочные пленки и устанавливаем дисплей на тачскрин как
                    показано на фото ниже.`
                }, {
                    type: `card`,
                    content: {
                        header: `Внимание!`,
                        body: `Дисплей необходимо устанавливать с такими же отступами как и на старом дисплее,
                иначе он не
                влезет в корпус.`
                    }
                }, {
                    type: `img`,
                    content: `/img/articles/galaxy-j2-prime_display-touchscreen/image007.webp`
                },
                {
                    type: `p`,
                    content: `Подключаем шлейф тачскрина в коннектор который расположен на дисплее.`
                },
                {
                    type: `img`,
                    content: `/img/articles/galaxy-j2-prime_display-touchscreen/image008.webp`
                },
                {
                    type: `p`,
                    content: `Устанавливаем аккуратно наш новый дисплей и сенсорное стекло в корпус и подключаем к плате.`
                }, {
                    type: `p`,
                    content: `Проверяем все ли у нас работает и собираем в обратной последовательности.`
                }, {
                    type: `img`,
                    content: `/img/articles/galaxy-j2-prime_display-touchscreen/image009.webp`
                }, {
                    type: `card`,
                    content: {
                        body: `Процесс замены дисплея,
                тачскрина либо сенсорного модуля практически ничем не отличается от других моделей
                Samsung. Самое главное это - наличие инструмента и желание произвести ремонт самостоятельно. Но не забывайте - если у вас нет желания либо опыта,
                лучше доверить работу специалисту. iМастер производит
                ремонт телефонов по доступным ценам,
                от 600 р и сроком ремонта не более часа.`
                    }
                }
            ]
        },
        {
            id: `hoco_earphones`,
            name: `Ремонт наушников HOCO`,
            title: `Ремонт наушников HOCO`,
            img: `/img/articles/hoco_earphones/preview.webp`,
            content: [{
                    type: `p`,
                    content: `
        Часто при использовании гарнитуры либо наушников появляется проблема,
        когда не работают один либо оба наушника.Что
        делать в подобной ситуации ?`
                }, {
                    type: `h4`,
                    content: `Решение есть!`
                },
                {
                    type: `p`,
                    content: `
        В 80 % случаев причиной неисправности одного из наушников является обрыв провода,
        будь то обычные проводные наушники
        либо Bluetooth наушники.Также это может быть связано и с низким уровнем громкости одного из наушников.Проблема
        вероятнее всего кроется именно в этом.Проблема достаточно банальная,
        но требует все же некоторого оборудования,
        расходных материалов и базовых навыков ремонта мобильной электроники.
        `
                }, {
                    type: `img`,
                    content: `/img/articles/hoco_earphones/image001.webp`
                }, {
                    type: `p`,
                    content: `
        На фото явно видно,
        что оба провода полностью оборваны от платы.
        `
                },
                {
                    type: `img`,
                    content: `/img/articles/hoco_earphones/image002.webp`
                }, {
                    type: `p`,
                    content: `Определимся с набором инструментов:`
                }, {
                    type: `ol`,
                    content: [
                        `Щетка`,
                        `Кредитная карта`,
                        `Ватные палочки`,
                        `Клей B7000 либо аналоги`,
                        `Лопатка медицинская`,
                        `Скальпель медицинский`,
                        `Набор отверток(при необходимости)`,
                        `Спирт изопропиловый(ацетон, fluxoff тоже подойдет)`,
                        `Пинцет любой `
                    ]
                }, {
                    type: `card`,
                    content: {
                        body: `Хоть процедура достаточно проста и не требует особых знаний в ремонте мобильной электроники,
        не всегда все для
        ремонта есть под рукой,
        а возможно и просто нет времени этим заниматься.iMaster выполняет ремонт наушников от
        300 р и в большинстве случаев ремонт не отнимет более 20 минут вашего времени!`
                    }
                }, {
                    type: `p`,
                    content: `
        Если вы все - таки решили выполнить ремонт самостоятельно идем дальше.`
                }, {
                    type: `p`,
                    content: `Для начала нужно разобрать наушники либо наушник в зависимости от вашего типа устройства.Используем медицинскую
                    лопатку и аккуратно проходимся ей по контуру стыка,
                    немного отгибая в сторону до характерного щелчка.`
                }, {
                    type: `img`,
                    content: `/img/articles/hoco_earphones/image003.webp`
                }, {
                    type: `p`,
                    content: `
        На фотографии видно в каких местах необходимо их вскрывать,
        разбор данной модели был немного затруднен,
        в связи с
        тем,
        что корпус внутри был герметично залит специальным клеем,
        препятствующим попаданию влаги.
        `
                }, {
                    type: `img`,
                    content: `/img/articles/hoco_earphones/image004.webp`
                }, {
                    type: `p`,
                    content: `После разбора необходимо извлечь поврежденные провода и выполнить с ними следующие действия: `
                }, {
                    type: `ol`,
                    content: [
                        `Зачистить от защитного экрана(оболочки)`,
                        `Зачистить непосредственно сами провода`, `Залудить(провода находятся в специально обработанном лаке)`,
                        `Припаять к плате и зафиксировать.`
                    ]
                },
                {
                    type: `img`,
                    content: `/img/articles/hoco_earphones/image005.webp`
                }, {
                    type: `p`,
                    content: `Для обработки припоем также используем пальник.Предварительно обрабатываем флюсом и залуживаем провода.`
                }, {
                    type: `p`,
                    content: `Такой результат у нас должен получиться.`
                }, {
                    type: `img`,
                    content: `/img/articles/hoco_earphones/image006.webp`
                }, {
                    type: `p`,
                    content: `Теперь необходимо припаять провода к месту обрыва на плате.`
                }, {
                    type: `img`,
                    content: `/img/articles/hoco_earphones/image007.webp`
                }, {
                    type: `p`,
                    content: `
        После того как вы это выполнили,
        необходимо очистить остатки флюса спиртом и щеткой.Далее собираем все в обратном
        порядке.Для фиксации в корпусе я использовал клей B7000,
        он не проводит ток и быстро сохнет.Клея достаточно для
        того,
        чтобы зафиксировать внутри корпуса провод,
        и чтобы в последствии не оборвать его заново.
        `
                }, {
                    type: `card`,
                    content: {
                        body: `Если у вас возникли вопросы в процессе ремонта наушников,
    вы всегда можете написать в чат на сайте либо задать
    вопрос по телефону.Цена ремонта наушников от 300 р.Ремонт одного наушника стоит так же от 300 р в зависимости от
    модели и сложности ремонта.Не стесняйтесь обращаться по любому вопросу,
    цена и срок ремонта вас приятно удивят!`
                    }
                }
            ]
        }, {
            id: `samsung-gt-i9001_simslot`,
            name: `Замена слота сим карты`,
            title: `Замена слота для сим карты на телефоне samsung GT - i9001`,
            img: `/img/articles/samsung-gt-i9001_simslot/preview.webp`,
            content: [{
                    type: `p`,
                    content: `В данной статье мы с вами рассмотрим процесс замена слота для сим карты(сим - коннектора) на телефоне Samsung.`
                },
                {
                    type: `img`,
                    content: `/img/articles/samsung-gt-i9001_simslot/image001.webp`
                },
                {
                    type: `p`,
                    content: `
    Небольшое предисловие и меры безопасности для выполнения данной работы.`
                }, {
                    type: `p`,
                    content: `Все нижеописанное перечислено для того,
                    чтобы предостеречь вас от поломки аппарата в процессе ремонта.`
                }, {
                    type: `ul`,
                    content: [
                        `Самое главное– не убить аппарат,
                выполнять все очень аккуратно и бережно,
                следовать инструкции.Если есть
                сомнения - лучше задать вопрос в чате либо позвонить и проконсультироваться.Времени много не займет,
                но очень
                поможет вам в самостоятельном ремонте.`,
                        ` Самое опасное для любой электроники– перегрев.Соблюдайте температурный режим пайки как паяльником,
                так и феном.`
                    ]
                }, {
                    type: `p`,
                    content: `Пожалуй, это 2 самых важных правила.В замене сим коннектора на телефоне нет ничего сложного,
    если есть хоть какой - то
    базовый опыт и желание.Остальное мы с вами разберем в процессе ремонта.`
                }, {
                    type: `ol`,
                    content: [
                        `Пинцет`,
                        `Лопатка для снятия микросхем либо что - то похожее, например, медицинский зонд`,
                        `Щетка`,
                        `Спирт изопропиловый(Flux - off, ацетон)`,
                        `Оплетка(желательно сечением не меньше 1.5 мм)`,
                        `Припой(оловосвинцовый)`,
                        `Сплав Розе либо Вуда`, `Крестовая отвертка тонкая`, `Медицинская лопатка `
                    ]
                }, {
                    type: `img`,
                    content: `/img/articles/samsung-gt-i9001_simslot/image002.webp`
                },
                {
                    type: `p`,
                    content: `Также необходима паяльная станция от самой бюджетной до дорогостоящей.`
                }, {
                    type: `p`,
                    content: `Для данного ремонта подойдет любая.`
                },
                {
                    type: `img`,
                    content: `/img/articles/samsung-gt-i9001_simslot/image003.webp`
                },
                {
                    type: `p`,
                    content: `
    Уделять особого внимания разбору телефона не будем.Все банально просто - используя лопатку,
    отвертку,
    разбираем
    телефон,
    извлекаем системную плату и далее снимаем верхнюю плату лопаткой.Будьте внимательны к коннекторам и
    шлейфам.Все проверяем дважды,
    чтобы не повредить при разборе.
    `
                },
                {
                    type: `img`,
                    content: `/img/articles/samsung-gt-i9001_simslot/image004.webp`
                },
                {
                    type: `p`,
                    content: `Как мы видим на фото сим слот неисправен, нет одного контакта из 6 внутри сим коннектора.`
                }, {
                    type: `p`,
                    content: `Восстанавливать смысла нет.Самое верное - полностью поменять его на аналогичный. `
                }, {
                    type: `p`,
                    content: `Я использую сим коннектор с аналогичной модели,
                    но подойдет любой идентичный.Можно либо купить новый,
                    либо снять с
                    нерабочего аппарата.`
                }, {
                    type: `p`,
                    content: `Купить коннектор достаточно просто.Ищем в поисковике« сим - коннектор / сим - слот Samsung” и название вашей модели
                    телефона.`
                },
                {
                    type: `card`,
                    content: {
                        body: `Вариантов должно быть много,
            но если будут проблемы как с заменой так и с поиском,
            вы всегда можете обратиться в
            iМастер.Замена сим слота стоит от 600 р,
            а времени потребуется от 1 часа.`
                    }
                },
                {
                    type: `p`,
                    content: `Далее начинается самое интересное - нам необходимо снять нерабочий сим слот и установить новый.`
                },
                {
                    type: `img`,
                    content: `/img/articles/samsung-gt-i9001_simslot/image005.webp`
                },
                {
                    type: `p`,
                    content: `Выставляем температуру паяльника примерно 390 градусов.Эта температура позволит нам работать с обоими сплавами. Флюс 
                    используем любой, наносим его по краям коннектора слева и справа, далее на контакты снизу и сверху. 
                    Паяльником обрабатываем все контакты сплавом розе либо вуду, это позволит нам заменить сим слот без труда. Температура
                    плавления значительно снизится, так как температура плавления розе в пределах 200 градусов, а вуда и вовсе в районе 100 градусов.`
                },
                {
                    type: `p`,
                    content: `Далее есть 2 варианта снятия:`
                },
                {
                    type: `ol`,
                    content: [
                        `Паяльником с использованием зонда либо лопатки для микросхем`, `Феном и пинцетом `
                    ]
                }, {
                    type: `p`,
                    content: `Мы с вами разберем оба.Фен не у всех есть под рукой, да и снимать паяльником гораздо безопаснее для тех, 
                    кто проделывает процедуру впервые.`
                },
                {
                    type: `h4`,
                    content: `1. Паяльник`
                }, {
                    type: `p`,
                    content: `Необходимо,
                    прогревая каждый контакт,
                    понемногу приподнимать сим коннектор. Имеется в виду,
                    что мы дотрагиваемся
                до самих контактов сим и поднимаем их вверх в момент нагрева. И так все по кругу до тех пор пока они полностью
                не отпаяются от платы. 
                `
                }, {
                    type: `p`,
                    content: `Процесс достаточно долгий и монотонный,
                    главное - не торопиться и делать все аккуратно.`
                }, {
                    type: `p`,
                    content: `Не отрывайте коннектор силой! Вы можете повредить контакты,
                    ничего хорошего из этого не получится.`
                }, {
                    type: `h4`,
                    content: `2. Фен`
                }, {
                    type: `p`,
                    content: `Процесс занимает мало времени,
                    но требует еще большей аккуратности.`
                }, {
                    type: `p`,
                    content: `Выставляем температуру фена 290 - 310 градусов и постепенно нагреваем сим слот в местах,
                    где он припаян,
                    одновременно поддевая его.`
                }, {
                    type: `p`,
                    content: `Как только он нагреется,
                    снимаем его пинцетом и даем остыть.Не допускайте долгого нагрева находящихся рядом
                компонентов.Старайтесь не задевать их пинцетом,
                    иначе можно повредить обвязку вокруг сим - слота.Если вы
                понимаете,
                что феном не получается его снять после длительного нагрева,
                лучше убрать фен в сторону и следовать
                пункту« 1»,
                дабы не сжечь плату.`
                }, {
                    type: `p`,
                    content: `После снятия сим слота берем оплетку,
                    прижимаем к местам,
                    где был припаян сим - слот,
                    и убираем припой,
                    чтобы все
                площадки крепления были зачищены как на фото выше.Обрабатываем все изопропиловым спиртом,
                    используя щетку.
                Желательно повторить процесс 2 - 3 раза,
                    чтобы убрать остатки флюса и обезжирить плату для установки нового
                сим - коннектора.`
                },
                {
                    type: `card`,
                    content: {
                        body: `Не забывайте!iМастер готов прийти на помощь,
        даже если вы застряли на любом из этапов ремонта.Цена и время
    ремонта вас приятно удивят.И помним самое главное— если вы не уверены в правильной замене,
        лучше обратиться к
    специалисту,
    чтобы сохранить устройство в рабочем состоянии.`
                    }
                }, {
                    type: `p`,
                    content: `
    На новом сим коннекторе обрабатываем все места спайки припоем,
    чтобы залудить ножки.Так его проще поставить.
    Устанавливаем сим - коннектор таким образом,
    чтобы все его ножки были ровно на местах стыковки на плату.Далее очень
    аккуратно придерживаем слот и паяльником припаиваем все ножки.Не забываем про контакты по бокам,
    они очень важны.
    Их функция - держать коннектор засчет припоя на массу для лучшей фиксации,
    и чтобы коннектор сим не оторвался в
    процессе использования.
    `
                }, {
                    type: `img`,
                    content: `/img/articles/samsung-gt-i9001_simslot/image006.webp`
                }, {
                    type: `p`,
                    content: `Стрелки указывают на контакты массы.Кругами указаны контакты припоя к плате: 3 слева и 3 справа.`

                }, {
                    type: `p`,
                    content: `Для наглядности показано,
                    как нужно хорошо пропаять контакты. Отчетливо видно,
                    что:`
                },
                {
                    type: `ol`,
                    content: [
                        `Контакт не припаян`, `Контакт припаян плохо`, `Контакт припаян хорошо– именно так и должны быть пропаяны все контакты.`
                    ]
                },
                {
                    type: `p`,
                    content: `
    Практически вся работа выполнена,
    собираем наш телефон в обратном порядке и проверяем,
    устанавливая сим карту в
    телефон.
    `
                }, {
                    type: `img`,
                    content: `/img/articles/samsung-gt-i9001_simslot/image007.webp`
                }, {
                    type: `p`,
                    content: `
    Не обращаем внимание на экран на фотто,
    он исправно работает.Наша задача - сигнал,
    как видим,
    сим карта распознана и
    даже есть 3 g сеть.
    `
                }, {
                    type: `h4`,
                    content: `
    У Вас все получилось,
    отлично!`
                }, {
                    type: `card`,
                    content: {
                        body: `Если после прочтения данной статьи вы понимаете,
            что замена сим слота это ремонт,
            на который у вас нет ни
        времени,
        ни оборудования,
        вы можете обратиться к специалисту i - Мастер.Замена сим - слота - процесс не легкий и
        вам будет гораздо удобнее сэкономить свое время,
        потратив гораздо меньше средств,
        чем стоимость ремонта в
        крупных СЦ.iМастер гарантирует вам стоимость на 30 - 50 % ниже рыночной.`
                    }
                }
            ]
        }, {
            id: `nokia_power-controller`,
            name: `Замена контроллера питания на телефоне Nokia`,
            title: `Замена контроллера питания на телефоне Nokia`,
            img: `/img/articles/nokia_power-controller/preview.webp`,
            content: [{
                    type: `p`,
                    content: `
    В данной статье мы рассмотрим достаточно частую неисправность - ваш телефон перестал включаться,
    заряжаться,
    начал
    греться.Вероятнее всему виной неисправная цепь питания телефона в которую входит главный компонент - контроллер
    питания.Это самая распространённая поломка в мобильной электронике,
    так как именно он отвечает за распределение
    питания до всех узлов телефона в том числе и заряд телефона.Если телефон перестал заряжаться,
    возможно проблема
    кроется именно в контроллере питания.Мы рассмотрим ремонт телефона Nokia 2 с неисправной микросхемой питания.
    `
                }, {
                    type: `img`,
                    content: `/img/articles/nokia_power-controller/image001.webp`
                }, {
                    type: `p`,
                    content: `
    Купить новую микросхему питания не составит труда,
    главное - знать её маркировку,
    либо иметь подходящий девайс,
    с
    которого её можно снять,
    скажем так с трупа телефона с аналогичным питанием.
    `
                }, {
                    type: `p`,
                    content: `Определимся с набором необходимых расходников и оборудования.`
                }, {
                    type: `p`,
                    content: `Нам потребуются:`
                }, {
                    type: `ol `,
                    content: [
                        `Ватные палочки`, `
    Пинцет`, `Бессвинцовая паяльная паста`, `
    Трафарет`, `Спирт`, `
    Флюс обычный либо индикаторный`, `Оплетка`
                    ]
                }, {
                    type: `img`,
                    content: `/img/articles/nokia_power-controller/image002.webp`
                }, {
                    type: `p`,
                    content: `Данная процедура по замене микросхемы питания,
    к сожалению,
    доставит много проблем и сложностей для начинающего
    специалиста либо радиолюбителя,
    поэтому многие термины в статье могут быть непонятны.
    `
                },
                {
                    type: `card`,
                    content: {
                        body: `В процессе ремонта можно запросто превратить телефон в« кирпич»,
    который сделать уже будет невозможно. Поэтому если у вас есть сомнения,
    рекомендую обратиться в iМастер.Цена замены микросхемы питания 600 р для
    бюджетных телефонов и 1000 р для более дорогих моделей.Это гораздо дешевле,
    чем покупать новый телефон,
    согласитесь! Вы всегда можете обратиться в чат на сайте,
    либо позвонить по телефону указанному на сайте и я с радостью вам
    помогу!`
                    }
                }, {
                    type: `h4`,
                    content: `Итак приступим!`
                }, {
                    type: `p`,
                    content: `Сначала нам необходимо снять нерабочую микросхему.`
                }, {
                    type: `p`,
                    content: `Наносим флюс по периметру микросхемы,
                    выставляем температуру фена 320 градусов и аккуратно прогреваем её.Через
                    30 - 40 секунд необходимо дотронуться до края микросхемы,
                    и если она слегка пошатнулась,
                    то её можно снимать.
                    Аккуратно поднимаем микросхему пинцетом,
                    и пока плата не остыла,
                    используя оплетку и паяльник,
                    убираем остатки
                    припоя с платы до получения результата,
                    как на фото ниже.`
                },

                {
                    type: `img`,
                    content: `/img/articles/nokia_power-controller/image003.webp`
                }, {
                    type: `p`,
                    content: `Во время снятия и установки придерживайтесь следующих правил: `
                },
                {
                    type: `ul `,
                    content: [`
        Делайте все предельно аккуратно!Не нужно давить на плату.Ваша задача - слегка дотрагиваясь до платы, убрать припой и только.`,
                        `Не дотрагивайтесь до компонентов находящихся в обвязке основного питания.`,
                        `Нельзя подвергать плату долгому нагреву,
        так как можно повредить остальные компоненты.`,
                        `Во время снятия и установки микросхемы используйте защитные экраны либо фольгу,
        закрывая соседние детали.Их
    нагрев нежелателен.`
                    ]
                }, {
                    type: `h4`,
                    content: `Площадка зачищена.`
                }, {
                    type: `p`,
                    content: `
    После того как мы подготовили материнскую плату к замене элемента питания приступаем к самой микросхеме.`
                }, {
                    type: `p`,
                    content: `Наша задача сделать новые контактные площадки на микросхеме,
                    если она была снята с устройства - донора.Если же мы
                    покупаем новую микросхему,
                    как правило,
                    она уже готова к установке.Это можно понять по пятакам на микросхеме с
                    обратной стороны.Выглядеть должно примерно так.`
                }, {
                    type: `img`,
                    content: `/img/articles/nokia_power-controller/image004.webp`
                }, {
                    type: `p`,
                    content: `На данном фото мы видим микросхему, снятую с аналогичного аппарата, но рабочую для установки на данный девайс.`
                }, {
                    type: `p`,
                    content: `Если мы используем микросхему с донора,
                    то нам нужно накатать новые площадки.`
                }, {
                    type: `p`,
                    content: `Для этого подбираем трафарет по количеству шагов,
                    нужно чтобы они совпадали с микросхемой. Наносим паяльную пасту,
                    придерживая пинцетом трафарет,
                    и распределяем пасту равномерно по площадке пальцем либо ватной палочкой.`
                }, {
                    type: `p`,
                    content: `После этого прогреваем феном на температуре 250 градусов до момента,
                    пока не увидим ножки,
                    которые появились в
                    результате плавления на микросхеме.Убираем фен и через несколько секунд убираем пинцет.`
                }, {
                    type: `p`,
                    content: `После того как микросхема остыла аккуратно,
                    без усилий достаем её и тщательно очищаем щеткой и спиртом.`
                }, {
                    type: `p`,
                    content: `Проводим визуальный осмотр,
                    все пятаки должны быть ровными.Далее,
                    придерживая микросхему,
                    еще раз прогреваем её на
                    температуре 280 градусов,
                    даём остыть.`
                }, {
                    type: `h4`,
                    content: `Теперь микросхема готова к установке!`
                }, {
                    type: `p`,
                    content: `Процедура установки достаточно простая, если вы справились с предыдущими шагами, то поставить её мы сможете в два счета.`
                }, {
                    type: `p`,
                    content: `Самое главное - в начале снятия запомнить,
                    как именно стояла микросхема,
                    это очень важно.На микросхеме есть ключ,
                    обозначенный кругом,
                    а на плате треугольник.Именно так и никак иначе должна быть проведена установка.`
                }, {
                    type: `p`,
                    content: `Наносим немного флюса,
                    прогреваем пару секунд феном и устанавливаем микросхему ровно так,
                    как она должна быть.Далее
                    выставляем фен на 320 градусов и начинаем прогревать до тех пор,
                    пока наш контроллер питания не сядет.Вы сразу это
                    поймете.Он чуть опустится на свое место и лишний флюс выйдет по периметру.После этого ждем.Наша системная плата
                    должна остыть в течении 5 - 10 минут и только потом тщательно очищаем спиртом и даем просохнуть.Теперь самое
                    интересное - результат проделанной работы!`
                }, {
                    type: `img`,
                    content: `/img/articles/nokia_power-controller/image005.webp`
                }, {
                    type: `p`,
                    content: `После включения телефон не греется, не выключается,
    и мы явно видим показания на лабораторном блоке питания -
    при напряжение 3.9 вольт телефон ведет себя очень хорошо и потребляет 450 мА.Показания будут меняться в
    зависимости от того сколько нужно телефону в определенный момент.Но мы сразу поймем что работает он
    исправно.`
                }, {
                    type: `p`,
                    content: `Итак если ваш телефон перестал включаться,
                    либо вы знаете что вам требуется замена контроллера питания,
                    процесс
                    замены теперь вам понятен.`
                },
                {
                    type: `card`,
                    content: {
                        body: `Однако,
        если после прочтения данной статьи у вас возникли сомнения,
        рекомендую вам воспользоваться услугами
    iМастер.Вы сможете сэкономить время и деньги,
        если не уверены в успехе ремонта.Цена замены контроллера
    питания,
    микросхемы питания от 600 р.А времени потребуется не более часа!`
                    }
                }, {
                    type: `p`,
                    content: ` iМастер производит ремонт цепи питания на телефонах:`
                }, {
                    type: `p`,
                    content: `iPhone,
                    Samsung,
                    Xiaomi,
                    Huawei,
                    Nokia,
                    Sony,
                    Meizu,
                    Lenovo,
                    ASUS,
                    LG,
                    DEXP,
                    Blackview,
                    Prestigio,
                    DEXP,
                    Vivo,
                    Oppo,
                    Doogee,
                    Philips,
                    Motorola,
                    HTC и многих других брендов по самым доступным ценам.`
                }
            ]
        }, {
            id: `iphone5_display`,
            name: `Замена дисплея iPhone 5`,
            title: `Замена дисплея iPhone 5`,
            img: `/img/articles/iphone5_display/preview.webp`,
            content: [{
                    type: `p`,
                    content: `
    В данной статье мы с вами рассмотрим процесс замены дисплейного модуля на телефоне iPhone 5.`
                }, {
                    type: `p`,
                    content: `Процедура очень простая,
                    нам потребуется всего 3 инструмента и час вашего времени:`
                },
                {
                    type: `ol `,
                    content: [
                        `Крестовая отвертка 1.5 мм`, `
    Отвертка "Звездочкa" 0.8 мм`, `
    Медицинская лопатка`
                    ]
                }, {
                    type: `img`,
                    content: `/img/articles/iphone5_display/image001.webp`
                }, {
                    type: `h4`,
                    content: `
    Итак,
    приступим.
    `
                },
                {
                    type: `ol `,
                    content: [
                        `Откручиваем звездочкой 2 нижних винта и поддеваем экран лопаткой.`,
                        `Откручиваем верхние 4 винта крестовой отверткой.`,
                        `Отключаем 3 шлейфа.`,
                        `Откручиваем 4 нижних винта.`,
                        `Отключаем коннектор батареи.`
                    ]
                }, {
                    type: `p`,
                    content: `На этом пока откладываем наш телефон в сторону и приступаем к переносу зап.частей на новый экран.`
                }, {
                    type: `img`,
                    content: `/img/articles/iphone5_display/image002.webp`
                }, {
                    type: `p`,
                    content: `Откручиваем все винты и раскладываем их в строгой последовательности,
    они все разные не перепутайте.Аккуратно
    переставляем сначала верхний шлейф и динамик,
    далее металлическую пластину крепления экрана и кнопку« Домой».`
                }, {
                    type: `p`,
                    content: `После того как мы все перенесли нам нужно подключить все три верхних шлейфа и только потом АКБ(батарею).Не
                    забывайте что она должна быть отключена.Только после подключения дисплейного модуля подключаем батарею,
                    закручиваем верхнюю защиту и потом защиту батареи.Фиксируем в корпусе экран и закручиваем двумя нижними
                    винтами.`
                }, {
                    type: `p`,
                    content: `Включаем и проверяем.`
                }, {
                    type: `img`,
                    content: `/img/articles/iphone5_display/image003.webp`
                }, {
                    type: `p`,
                    content: `
    Процесс замены экрана достаточно простой,
    но все же требуется аккуратность и внимательность.
    `
                },
                {
                    type: `card`,
                    content: {
                        body: `Если у вас в процессе ремонта возникли проблемы не стесняйте обращаться!iМастер всегда готов прийти на помощь.
        Замена экрана стоит всего 600 р, а времени потребуется не более 30 минут.Если есть сомнения, доверьте работу
        профессионалу.Удачных вам ремонтов!`
                    }
                }
            ]
        }
    ]
}